<?php

return array (
  'line_2' => '曲奇 ',
  'line_3' => '在 E-Ascencia，我们使用 曲奇 和跟踪技术来提高您的浏览体验、防止欺诈、分析流量和提供个性化内容。曲奇 是在您访问我们的网站时存储在您的设备上的小型数据文件。它们可以帮助我们记住您的偏好并改进网站功能。您可以通过浏览器设置来管理 曲奇。',
  'line_4' => '网络信标和像素标签等跟踪技术与 曲奇 一起收集有关您如何与我们网站互动的数据。这些信息有助于我们了解用户行为，优化我们的服务，更好地满足您的需求。',
  'line_5' => '首页',
  '1_title' => '第三方 曲奇',
  'line_7' => '第三方 曲奇 由不属于 E-Ascencia 的服务设置。这些 曲奇 由分析公司和广告商等外部提供商使用，以跟踪您在不同网站上的在线活动。',
  'line_8' => '我们与第三方服务提供商合作，以增强网站功能并提供相关广告。虽然我们努力与值得信赖的合作伙伴合作，但我们建议您查看他们的隐私政策，以了解他们如何处理您的数据。',
  '2_title' => '曲奇 偏好设置',
  'line_9' => '我们使用 曲奇 在您的浏览器上存储或检索信息，这些信息可能与您、您的偏好或您的设备有关。曲奇 主要用于实现网站的预期功能。您可以通过浏览器设置或我们网站的 曲奇 同意工具管理您的 曲奇 偏好。通过调整这些设置，您可以选择允许或阻止哪些类型的 曲奇，从而控制您的在线隐私。',
  'line_10' => '但请注意，禁用某些 曲奇 可能会影响您在我们网站上的体验。如果您阻止这些 曲奇，可能会影响基本功能、我们网站的整体质量以及我们的服务。',
  '3_title' => '功能性 曲奇',
  'line_11' => '功能 曲奇 用于通过记住您的偏好和提供高级功能来增强您在网站上的体验。这些 曲奇 会存储您的登录凭据、语言选择或地区等详细信息，因此您无需在每次访问网站时重新输入这些信息。',
  'line_12' => '功能 曲奇 可实现网站的核心功能，如用户登录、账户管理和语言偏好。这些 曲奇 可确保我们的网站顺利运行，并为您提供个性化体验。',
  'line_13' => '如果没有这些 曲奇，网站上的某些功能可能会受到影响，从而降低用户体验的针对性和效率。我们使用这些 曲奇 来记住您的设置和偏好，使您的访问更加方便。',
  '4_title' => '社交媒体 曲奇',
  'line_14' => '社交网络平台会设置社交媒体 曲奇，以跟踪您与我们内容的互动，并允许您在社交网络上分享。这些 曲奇 还能启用社交媒体功能，如 "喜欢 "和 "分享 "按钮。',
  'line_15' => '通过集成这些 曲奇，我们可以让您更轻松地参与我们在社交媒体上的内容。不过，它们也会收集有关您浏览习惯的数据，社交媒体平台可能会将这些数据用于自己的目的。',
  '5_title' => '广告 曲奇',
  'line_16' => '广告 曲奇 收集有关您浏览习惯的信息，以提供与您的兴趣相关的广告。这些 曲奇 会跟踪您对我们网站和其他网站的访问，以便向您展示有针对性的广告。',
  'line_17' => '我们使用广告 曲奇 来提供更加个性化的广告体验。通过了解您的兴趣，我们可以显示您更感兴趣的广告，从而提升您的整体在线体验。',
  '6_title' => '严格必要的 曲奇',
  'line_18' => '严格必要的 曲奇 对我们网站的基本运作至关重要。它们使安全、网络管理和可访问性等核心功能得以实现。没有这些 曲奇，我们的网站就无法正常运行。',
  'line_19' => '这些 曲奇 不存储任何个人身份信息。它们对于确保我们的网站以最佳状态运行，为您提供安全可靠的浏览体验至关重要。',
  '7_title' => '性能 曲奇',
  'line_20' => '性能 曲奇 收集用户如何与我们网站互动的数据，包括访问的页面和遇到的任何错误信息。这些 曲奇 有助于我们了解和改进网站性能。',
  'line_21' => '通过分析来自性能 曲奇 的数据，我们可以增强网站的功能和用户体验。这使我们能够发现并解决问题，确保为您提供流畅高效的浏览体验。',
  '8_title' => '隐私政策部分',
  '8_1title' => '曲奇 政策：',
  'line_22' => '在 E-Ascencia，我们重视您的隐私，并致力于确保您个人信息的安全。我们使用 曲奇 来增强用户体验、防止欺诈和分析流量。您可以通过浏览器设置管理 曲奇。我们负责任地使用 谷歌分析 广告功能。',
  'line_23' => '以下是我们如何使用 曲奇 和类似技术的详细介绍：',
  '8_2title' => '1.什么是 曲奇：',
  'line_24' => '曲奇 是当您访问我们的网站或平台 (www.eascencia.mt) 时，网站存储在您的计算机或移动设备上的一个小文本文件。',
  '8_3title' => '2.有不同类型的 曲奇 吗？',
  'line_25' => '是的，曲奇 分为两大类，即第一方 曲奇 和第三方 曲奇。',
  'line_26' => '第一方 曲奇 由我们直接放置，仅供我们使用。我们使用 曲奇s 来促进和改善您的体验，并提供和改善我们的服务。',
  'line_27' => '通过访问和使用我们的网站和平台 (www.eascencia.mt)，您的计算机或设备也可能会收到某些第三方 曲奇s。第三方 曲奇 是指由网站、服务和/或我们以外的其他方放置的 曲奇。第三方 曲奇s 用于平台的网络分析目的，收集和分析有关网站性能和使用情况的信息。    这些曲奇s并非平台功能的组成部分，您对平台的使用和体验不会因拒绝同意这些曲奇s而受到影响。',
  'line_28' => '曲奇 主要分为以下几类：',
  'line_29' => '必要和非必要 曲奇：',
  'line_31' => '基本 曲奇：这些 曲奇 是网站基本功能所必需的。它们可确保安全、用户登录和偏好设置等关键功能正常运行。没有这些，网站将无法正常运行。',
  'line_32' => '非必要 曲奇：这些 曲奇 严格来说并非网站运行所必需，但它们能增强用户体验并收集数据。它们包括分析、广告和功能 曲奇，用于个性化内容、跟踪性能和实现有针对性的广告。',
  'line_34' => '第一方和第三方 曲奇：',
  'line_35' => '第一方 曲奇：这些 曲奇 由您直接访问的网站设置。它们通常具有记住用户偏好、登录信息或购物车中的物品等功能。来自第一方 曲奇 的数据通常只能由设置它们的网站访问。',
  'line_36' => '第三方 曲奇：这些由您正在访问的网站以外的域设置。第三方 曲奇 通常用于跟踪和广告目的，允许广告商在多个网站上跟踪用户，以提供有针对性的广告。',
  'line_38' => '会话 曲奇 和永久 曲奇：',
  'line_39' => '会话 曲奇：这些 曲奇 是临时的，仅在用户访问网站期间有效。一旦浏览器关闭，它们就会被删除。当用户在会话期间浏览不同页面时，它们可以用来记忆信息，比如购物车中的物品。',
  'line_40' => '持久（永久）曲奇：这些 曲奇 会在用户设备上保留一段时间，甚至在会话结束后也是如此。它们有助于网站在用户多次访问时记住其偏好或登录信息，从而提供更一致的用户体验。',
  '8_4title' => '使用什么类型的 曲奇？',
  'line_41' => '我们使用以下 曲奇s：',
  'token' =>
  array (
    'line_42' => '严格必要的 曲奇：',
    'heading1' => '曲奇 钥匙',
    'heading2' => '曲奇 类型',
    'heading3' => '到期',
    'heading4' => '说明',
    'lines' =>
    array (
      'xsrf' =>
      array (
        'cookiekey' => 'XSRF-TOKEN',
        'cookietype' => '第一方',
        'expiration' => '2 小时',
        'description' => '编写此 曲奇 的目的是帮助网站提高安全性，防止跨站请求伪造攻击。',
      ),
      'csrf' =>
      array (
        'cookiekey' => 'LS_CSRF_TOKEN',
        'cookietype' => '第三方',
        'expiration' => '会议',
        'description' => '该 曲奇 用于帮助防止跨站请求伪造（CSRF）攻击。它能确保从网站表单中提交的信息是由当前登录的用户提交的，从而提高网站的安全性。',
      ),
    ),
  ),
  'cookies' =>
  array (
    'line_43' => '性能 曲奇',
    'conetnt' =>
    array (
      1 =>
      array (
        'cookiekey' => '_ga_W7Z6Y4BCE8',
        'cookietype' => '第一方',
        'expiration' => '1 年 1 个月',
        'description' => '谷歌分析 使用此 曲奇 来保持会话状态。',
      ),
      2 =>
      array (
        'cookiekey' => '_ga',
        'cookietype' => '第一方',
        'expiration' => '1 年 1 个月',
        'description' => '此 曲奇 名称与谷歌通用分析相关，是对谷歌常用分析服务的重大更新。该 曲奇 通过分配一个随机生成的数字作为客户标识符来区分唯一用户。它包含在网站的每个页面请求中，用于计算网站分析报告中的访客、会话和活动数据。',
      ),
      3 =>
      array (
        'cookiekey' => '设计',
        'cookietype' => '第三方',
        'expiration' => '1 个月',
        'description' => '此 曲奇 用于跟踪用户参与情况和与网站的互动，以改进服务交付和用户体验。它可能会收集与用户在网站上的会话和行为有关的数据。',
      ),
    ),
  ),
  'targeting_cookies' =>
  array (
    'line_44' => '目标 曲奇：',
    'conetnt' =>
    array (
      1 =>
      array (
        'cookiekey' => '_fbp',
        'cookietype' => '第一方',
        'expiration' => '3 个月',
        'description' => 'Meta 用于提供一系列广告产品，如来自第三方广告商的实时竞价。',
      ),
    ),
  ),
  'line_45' => '[非机密]',
  'line_47' => '其他',
  'line_48' => '所有 曲奇 的使用均符合现行适用法律。',
  'line_49' => '在您的计算机或设备上放置 曲奇s 之前，您将看到一个提示/弹出窗口，要求您同意设置这些 曲奇s。如果您同意使用 曲奇s，我们就能为您提供最佳体验和服务。如果您愿意，您可以拒绝同意设置 曲奇s，但某些功能可能无法完全或按预期运行。',
  'line_50' => '某些功能依赖于 曲奇s 来实现，因此，根据适用法律，这些功能被视为 "严格必要"。放置这些 曲奇s 不会征得您的同意，但您仍有必要了解这些 曲奇s。您仍可通过更改互联网浏览器的设置来阻止这些 曲奇s，详情如下，但请注意，如果您这样做，平台可能无法正常运行。',
  'line_51' => '除了我们提供的控制功能外，您还可以在互联网浏览器中选择启用或禁用 曲奇。大多数互联网浏览器还允许您选择是否禁用所有 曲奇 或仅禁用第三方 曲奇。默认情况下，大多数互联网浏览器接受 曲奇，但也可以更改。有关详细信息，请查阅互联网浏览器的帮助菜单或设备附带的文档。',
  'line_52' => '您可以随时选择删除您计算机或设备上的 曲奇s，但您可能会丢失使您能够更快、更有效地访问我们网站的任何信息，包括但不限于登录和个性化设置。',
  'line_53' => '建议您及时更新互联网浏览器和操作系统，如果您不确定如何调整隐私设置，请咨询互联网浏览器开发商和计算机或设备制造商提供的帮助和指导。以下链接提供了如何在所有主流浏览器中控制 曲奇 的说明：',
  'line_54' => '谷歌浏览器<a href="https://support.google.com/chrome/answer/95647?hl=en-GB">https://support.google.com/chrome/answer/95647?hl=en-GB</a>',
  'line_55' => 'Microsoft Internet Explorer:<a href="https://support.microsoft.com/en-us/topic/how-to-delete-曲奇-files-in-internet-explorer-bca9446f-d873-78de-77ba-d42645fa52fc">https://support.microsoft.com/en-us/topic/how-to-delete-曲奇-files-in-internet-explorer-bca9446f-d873-78de-77ba-d42645fa52fc</a>',
  'line_56' => 'Microsoft Edge:<a href="https://support.microsoft.com/en-us/windows/manage-曲奇s-in-microsoft-edge-view-allow-block-delete-and-use-168dab11-0753-043d-7c16-ede5947fc64d">https://support.microsoft.com/en-us/windows/manage-曲奇s-in-microsoft-edge-view-allow-block-delete-and-use-168dab11-0753-043d-7c16-ede5947fc64d</a>',
  'line_57' => 'Safari (macOS):<a href="https://support.apple.com/kb/PH21411?viewlocale=en_GB&locale=en_GB">https://support.apple.com/kb/PH21411?viewlocale=en_GB&amp;locale=en_GB</a>',
  'line_58' => 'Safari (iOS):<a href="https://support.apple.com/en-gb/HT201265">https://support.apple.com/en-gb/HT201265</a>',
  'line_59' => 'Mozilla Firefox:<a href="https://support.mozilla.org/en-US/kb/enable-and-disable-曲奇s-website-preferences">https://support.mozilla.org/en-US/kb/enable-and-disable-曲奇s-website-preferences</a>',
  'line_60' => '安卓<a href="https://support.google.com/chrome/answer/95647?co=GENIE.Platform%3DAndroid&hl=en (Please refer to your device’s documentation for manufacturers’ own browsers)">：https://support.google.com/chrome/answer/95647?co=GENIE.Platform%3DAndroid&amp;hl=en（有关制造商自带浏览器的信息，请参阅设备文档）</a>',
  'line_61' => '有关 曲奇 的更多信息，请访问<a href="https://www.allabout曲奇s.org/">https://www.allabout曲奇s.org/</a>',
  'line_62' => '如对我们使用 曲奇 或隐私保护措施有任何问题或疑虑，请随时通过<a  href="mailto:info@eascencia.mt">info@eascencia.mt</a>联系我们。',
);
