<?php

return array (
  'title' => '隐私政策',
  'effective_date' => '自 2024 年 8 月起生效',
  'intro' => '欢迎访问 E-Ascencia！在 E-Ascencia<a href=":webiste_url">(www.eascencia.mt)</a>，我们高度重视保护您的隐私。本隐私政策概述了我们如何管理您的个人数据，确保遵守《通用数据保护条例》（通用数据保护条例）和《马耳他数据保护法》（DPA）等法规。我们的目标是在 E-Ascencia 及其网站<a href=":webiste_url">(www.eascencia.mt)</a>上处理用户数据时，增强与用户之间的信任和透明度。',
  'breadcrumb_title' => '隐私政策',
  'sections' =>
  array (
    'who_we_are' =>
    array (
      'title' => '我们是谁；我们做什么？',
      'content' => '本政策由 Ascencia Malta Limited（以下简称 "Ascencia"、"我们 "或 "我们的"）编制，Ascencia Malta Limited 是一家根据马耳他法律注册成立的公司，公司注册号为 C 94041。',
      'portal_description' => '我们管理和运营着一个门户网站，目前可通过 https://www.eascencia.mt（"门户网站"）在线访问，我们通过该网站提供一系列在线课程（每门 "在线课程"，统称 "在线课程"）。',
      'tou_reference' => '有关门户网站、在线课程以及我们各自的权利和义务的更多信息，请参阅我们的使用条款（"TOU"）。',
    ),
    'policy_coverage' =>
    array (
      'title' => '保单涵盖哪些内容？',
      'content' => '本政策概述了我们作为数据控制方在您使用我们的门户网站、参与在线课程以及我们提供在线课程时所处理的个人数据。本政策还概述了我们如何收集或以其他方式获取这些个人数据，我们如何处理这些个人数据，以及我们一般如何遵守适用于我们的个人数据保护相关法律规定，特别是第 2016/679 号法规（"通用数据保护条例"）。',
      'clarification' => '在本文件中，我们将使用某些特定术语。我们希望本文件易于理解，因此希望澄清这些术语的含义。当然，如果有任何不清楚的地方，请随时与我们联系。',
      'definitions' => '根据《个人数据保护条例》的规定，"个人数据 "一词被定义为 "与已识别或可识别的自然人（"数据主体"）有关的任何信息"。此外，"处理 "一词也被赋予了广泛的含义，被定义为 "对个人数据或个人数据集进行的任何操作或一系列操作，无论是否通过自动化手段"。这包括个人数据的收集、记录、存储、改编和使用。',
    ),
    'data_types' =>
    array (
      'title' => '作为数据控制者，我们将处理哪些类型的个人数据？我们如何获得这些个人数据？',
      'intro' => '我们将接收、使用或以其他方式处理的个人数据分为以下几类：',
      'categories' =>
      array (
        'heading'=>
             array (
                'title'=>'标题',
                    'description'=>'说明',
                    "source"=>"资料来源"
             ),
        'profile' =>
        array (
          'title' => '简介信息',
          'description' => '这些信息包括：(a) 您在开户时向我们提供的详细信息，包括您的姓名和电子邮件地址；(b) 您在申请参加我们的课程时向我们提供的详细信息，包括您的身份证和/或护照和/或驾驶执照、相关学历证书和英语证明；(c) 您的个人照片（如果您选择上传）；以及 (d) 我们管理和操作您的账户所需的所有其他信息。',
          'source' => '您在创建和管理账户时直接提供。',
        ),
        'interaction' =>
        array (
          'title' => '互动信息',
          'description' => '这包括与我们交换的任何信息、数据或资料，但不包括在本表所列的任何其他类别中。',
          'source' => '直接来自您与我们的互动和交流。',
        ),
        'learning_information' =>
        array (
          'title' => '学习信息',
          'description' => '当您注册我们的课程、访问我们上传的内容并参与我们的学习活动时，我们会收集您参与课程、作业、测验和考试的信息。我们还会收集您与讲师的互动、与电子辅导员的交流以及您为满足课程及相关内容的要求而提交的任何其他资料。',
          'source' => '直接从你在课程中的活动和提交的材料中获取，并辅以你与导师和电子辅导员的互动。',
        ),
        'shared_content' =>
        array (
          'title' => '共享内容',
          'description' => '我们的产品和门户网站的某些功能允许您与其他用户互动和/或分享内容。这包括在我们的讨论板上上传评论、发表评论、提问或回答问题、向其他学生发送消息以及上传照片或其他作品。某些类型的共享内容，如您在讨论板上的发言，可能会被其他用户看到。',
          'source' => '直接来自您在我们平台上与他人互动和分享内容的活动。',
        ),
        'financial_information' =>
        array (
          'title' => '财务信息',
          'description' => '这包括处理您的购买所需的详细信息、欠我们的费用、银行详细信息以及与上述内容相关的其他数据。',
          'source' => '直接来自您与我们的金融交易，包括付款详情和银行信息。',
        ),
        'usage_information' =>
        array (
          'title' => '使用信息',
          'description' => '当您访问我们的门户网站、注册课程或参与我们提供的活动时，我们也会自动接收某些类型的个人数据，例如您访问过的部分、访问过的内容以及访问的频率和持续时间。除上述内容外，请注意我们还会通过日志文件自动收集有关您的设备或浏览器的某些数据，例如您的媒体访问控制 (MAC) 地址、设备 ID、操作系统名称和版本、浏览器类型以及设备制造商和型号。我们还可能收集您的 IP 地址。我们使用有关您设备的数据来确保我们的解决方案正常运行、诊断服务器问题、管理我们的软件解决方案和我们提供的服务。',
          'source' => '如第二栏所述自动执行。',
        ),
      ),
    ),
    'data_usage' =>
    array (
      'title' => '我们如何使用个人数据？处理个人数据的法律依据是什么？',
      'primary_objective' => '我们处理个人数据的主要目的是提供我们的课程，并确保遵守我们的责任和义务，无论是法律上的还是合同上的（包括根据 TOU 履行我们的义务）。',
      'legal_basis' => '我们将在有正当理由的情况下处理个人数据。具体而言，我们处理个人数据所依据的法律依据详见下表：',
      'purposes' =>
      array (
        'heading'=>
             array (
                'title'=>'目的',
                'type'=>'类型',
                "basis"=>"合法依据"
             ),
        'onboarding' =>
        array (
          'title' => '完成入职流程',
          'description' => '这包括设置您的账户、验证您的身份、设置您的学生档案，以及确保您可以访问您注册的课程。',
          'data_types' => '简介信息；互动信息',
          'basis' => '法律义务（通用数据保护条例 第 6(1)(c)条）；合同必要性（通用数据保护条例 第 6(1)(b)条）',
        ),
        'deliver_courses' =>
        array (
          'title' => '开设课程',
          'description' => '我们的目标是提供高质量的教育内容和互动学习体验，量身定制，以满足您的学习需求和目标。',
          'data_types' => '档案信息；学习信息；互动信息；',
          'basis' => '合同必要性（通用数据保护条例 第 6(1)(b)条）。',
        ),
        'assessments' =>
        array (
          'title' => '进行审查、评估和评价。',
          'description' => '为了顺利取得及格成绩，您需要参加各种评估，如测验、作业和考试。这些考核旨在评估您对课程材料的理解，并证明您对该科目的熟练程度。',
          'data_types' => '简介信息；学习信息',
          'basis' => '出于合同需要（《个人信息保护法》第 6(1)(b)条）。 出于我们和我们学生的合法利益需要（《个人信息保护法》第 6(1)(f)条）--教育质量和完整性。',
        ),
        'our_portal' =>
        array (
          'title' => '在门户网站内提供互动功能',
          'description' => '您可以与我们的讲师和电子导师进行交流。此外，我们还提供了一些功能，允许您与其他学员和参与者分享内容。',
          'data_types' => '个人资料信息；共享内容；使用信息；',
          'basis' => '合同需要（通用数据保护条例 第 6(1)(b)条）。 同意（通用数据保护条例 第 6(1)(a)条），与在留言板上发布或上传的共享内容有关。 出于我们和学生的合法利益（通用数据保护条例 第 6(1)(f)条）--提高学生的参与积极性。',
        ),
        'applicable_laws' =>
        array (
          'title' => '确保我们的课程、产品和我们的任何活动完全符合所有适用法律。',
          'description' => '我们对教育服务的管理完全符合教育标准、认证要求和所有其他相关法律。',
          'data_types' => '个人资料信息；服务信息；财务信息；交互信息；使用信息；',
          'basis' => '法律义务（《信息权法案》第 6(1)(c)条） 出于我们的合法利益需要（《信息权法案》第 6(1)(f)条） - 维护我们的声誉',
        ),
        'customer_service' =>
        array (
          'title' => '管理我们与您的关系，包括提供客户服务',
          'description' => '这包括持续的客户支持、处理咨询以及确保在整个学习过程中进行令人满意的沟通。',
          'data_types' => '个人资料信息；互动信息；共享内容',
          'basis' => '法律义务（通用数据保护条例，第 6(1)(c)条） 合同需要（通用数据保护条例，第 6(1)(b)条） 出于我们的合法利益（通用数据保护条例，第 6(1)(f)条） - 保持我们的记录更新。 同意（通用数据保护条例，第 6(1)(a)条）。',
        ),
        'payments_fees' =>
        array (
          'title' => '管理付款和费用',
          'description' => '我们处理与课程相关的学费和其他费用，其中可能包括财务援助管理和处理退款（如适用）。',
          'data_types' => '简介信息；财务信息；互动信息',
          'basis' => '合同需要（通用数据保护条例，第 6(1)(b)条） 出于我们的合法利益需要（通用数据保护条例，第 6(1)(f)条）--收取应付给我们的款项。',
        ),
        'database_marketing' =>
        array (
          'title' => '维护我们的联系数据库，用于市场营销',
          'description' => '我们管理并更新联系人名单，通过各种通信渠道向您发送有关新课程、特别优惠和即将举行的活动的信息。',
          'data_types' => '简介信息；服务信息；交互信息',
          'basis' => '同意（通用数据保护条例，第 6(1)(a)条）。 出于我们的合法利益所必需（通用数据保护条例，第 6(1)(f)条）--更新我们的记录；加强我们的业务和客户群。',
        ),
        'analytics' =>
        array (
          'title' => '商业智能与分析',
          'description' => '收集和匿名化数据，用于统计和基准测试。',
          'data_types' => '简介信息；服务信息；交互信息',
          'basis' => '我们的合法利益所必需（通用数据保护条例，第 6(1)(f)条）--改善用户体验、我们的课程和产品。',
        ),
        'our_interests' =>
        array (
          'title' => '维护我们的利益',
          'description' => '这包括通过安全监控保持我们基础设施的安全，以检测、预防和应对可疑活动、欺诈、知识产权侵权、违反我们的条款或法律的行为，以及用于其他类似目的；建立、行使或捍卫法律索赔权',
          'data_types' => '个人资料信息；交互信息；服务信息；财务信息；使用信息。',
          'basis' => '我们的合法利益所必需（通用数据保护条例 第 6(1)(f)条） - 保障我们的利益和基础设施。 法律义务（通用数据保护条例 第 6(1)(c)条',
        ),
        'business_transactions' =>
        array (
          'title' => '促进商业交易',
          'description' => '向可能有意收购我们业务的第三方提供某些信息（在交易之前或作为交易的一部分）。其中包括任何合并、出售、重组、收购、合资、转让、转移或以其他方式处置我们的全部或部分业务、资产或股票。',
          'data_types' => '向可能有意收购我们业务的第三方提供某些信息（在交易之前或作为交易的一部分）。其中包括任何合并、出售、重组、收购、合资、转让、转移或以其他方式处置我们的全部或部分业务、资产或股票。',
          'basis' => '我们的合法利益所必需（通用数据保护条例，第 6(1)(f)条）--确保我们能够出售我们的业务（如果我们决定这样做）。',
        ),
      ),
      'title_purpose' => '改变目的',
      'change_of_purpose' => '我们将仅根据最初收集个人信息的目的使用和处理个人信息，除非我们有理由相信有必要将其用于不同但兼容的目的。如果我们打算将个人信息用于无关的目的，我们会通知相关数据主体，并解释允许我们这样做的法律依据。',
    ),

    'data_sharing' =>
    array (
      'title' => '我们是否与第三方共享或提供个人数据？',
      'content' => '在法律要求的情况下，在管理与客户关系所必需的情况下，以及在本协议另有规定的情况下，我们将与第三方共享个人数据。',
      'conetnt1' => '此外，我们还将在以下情况下共享您的个人数据：',
      'parties' =>
      array (
        'lecturers' => '讲师和电子辅导员--您的个人数据可能会与讲师和电子辅导员共享，包括那些不是我们的员工而是第三方承包商的讲师和电子辅导员，他们参与提供您报名的课程并管理您在我们这里的部分体验。这种共享有助于提供个性化指导、监控您的学习进度并实现有效沟通。',
        'anti_cheating' => '反作弊工具和程序 - 我们与第三方服务提供商共享相关个人数据，这些服务提供商为各种评估（包括现场考试）提供反作弊工具。对于实时考试，我们会与监考服务机构实时共享注册详情、活动日志和从参与者的网络摄像头随机截图等数据，以确保考试的完整性和安全性。这种实时数据共享对于及时发现和应对任何潜在的学术不端行为至关重要。此外，对于其他类型的评估，我们可能会共享类似的数据，以促进持续监控和维护我们的学术诚信政策。这种全面的方法有助于维护在我们的教育框架内进行的所有评估的完整性。',
        'thirdparty' => '第三方服务提供商--在我们始终完全遵守 通用数据保护条例 第 28 条的前提下，我们会不时聘请一些第三方为我们提供某些服务。在此过程中，可能需要向第三方服务提供商提供某些类型的个人数据。其中包括提供法律咨询、审计、支付服务和网关、银行服务、销售和营销、客户支持、反洗钱和制裁筛选以及 IT 服务的第三方；',
        'd' => '我们的保险公司和保险经纪人；',
        'e' => '监管机构、部门或执法机构，当法律要求或允许我们这样做时；',
        'f' => '任何其他个人或实体，但仅限于我们获得明确授权的情况下，例如您向我们提供了您的同意书；',
        'g' => '潜在买方或其任何顾问，在相关情况下，在尽职调查过程中或作为公司交易的一部分。在这种情况下，我们将尽可能在交易完成前与其他各方共享匿名数据。',
      ),
      'wemay' => '我们还可能处理您的个人数据，以遵守我们的监管要求，或在与我们的监管机构进行对话的过程中（如适用），这可能包括向政府、监管或执法机构披露您的个人数据，以配合这些机构在世界任何地方进行的查询、诉讼或调查，或在这些机构强制要求的情况下披露您的个人数据。在允许的情况下，或者除非这样做会妨碍犯罪的预防或侦查，否则我们将直接向您提出任何此类要求，或在作出回应之前通知您。',
      'safeguards' => '在与第三方服务提供商共享数据之前，我们要求他们承诺采取适当的安全措施，按照我们的政策保护您的个人信息。我们不允许第三方服务提供商将您的个人数据用于他们自己的目的。我们只允许他们根据我们的指示，出于特定目的处理您的个人数据。',
    ),
    'data_transfers' =>
    array (
      'title' => '信息是否传输到欧洲经济区之外？',
      'content' => '目前，我们使用和处理的大部分个人数据都托管在马耳他和欧洲经济区（EEA）。不过，个人数据也有可能在欧盟经济区之外提供或以其他方式处理，即当我们聘用第三方承包商时。',
      'india_example' => '事实上，目前某些技术支持服务是由位于印度的可信第三方供应商提供的。在提供此类技术支持服务时，该可信第三方供应商可能需要访问或以其他方式处理个人数据。',
      'safeguards' => '当我们聘用欧洲经济区以外的第三方供应商时，我们将采取适当措施，确保个人数据得到与在欧盟境内处理相同标准的保护，具体方法如下：',
      'safeguard_methods1' => '当我们聘用欧洲经济区以外的第三方供应商时，我们将采取适当措施，确保个人数据得到与在欧盟境内处理相同标准的保护，具体方法如下：',
      'safeguard_methods2' => '我们将签订协议，规定接收方有法律义务按照 通用数据保护条例 的规定保护个人数据。',
    ),
    'rights' =>
    array (
      'title' => '资料当事人的权利',
      'intro' => '通用数据保护条例 授予数据主体在某些情况下可以行使的多项权利，包括',
      'rights_list' =>
      array (
        'access' => '访问权（主体访问请求）--这项权利允许数据主体请求并获得我们是否正在处理其个人数据的确认。',
        'rectification' => '更正权--数据当事人有权要求我们更正任何不准确或不完整的个人数据。',
        'c' => '删除权--根据这项通常被称为 "被遗忘权 "的权利，数据主体可以在某些情况下要求删除其个人数据，特别是当数据不再需要用于收集目的时。',
        'd' => '限制权--数据主体可在特定情况下要求限制对其个人数据的处理。例如，当数据主体对数据的准确性提出质疑，或数据处理被视为非法时，这项权利就很重要。',
        'e' => '反对权--这项权利使数据当事人能够出于与其特殊情况有关的原因，反对对其个人数据的处理，包括对其个人资料的描述',
        'f' => '数据可携带权--数据主体有权以结构化、常用和机器可读的格式接收其个人数据。',
      ),
      'list1' => '如果我们已经说明我们的处理是基于我们的合法利益，请注意，根据 通用数据保护条例 第 21 条，数据主体有权反对这种处理。',
      'withdrawal' => '如果处理的法律依据完全基于数据当事人的同意，数据当事人可随时通知我们撤销同意。这并不影响在撤销同意之前基于同意进行处理的合法性。',
      'contact' => '如需了解有关这些权利的更多信息以及如何行使这些权利（当我们以数据控制者的身份行事时），请通过以下联系方式联系我们。',
    ),
   'changes' =>
    array (
      'title' => '隐私政策的变更',
      'content' => '我们可能随时更改这些条款，但在任何情况下，我们都会通过我们认为合理的方式通知您。如果这些条款的当前版本与之前的任何版本发生冲突，除非另有明确规定，否则应以当前有效的条款为准。',
    ),
  ),

  'section.5' => '是否必须提供个人数据？',
  '5.content' => '虽然我们尊重数据主体不共享个人数据的决定，但请注意，我们满足此类选择的能力可能会受到限制。特别是，除非您开设账户并向我们提供个人资料，否则我们无法为您注册我们的任何课程。此外，如果您不上传作业或不参加与特定课程相关的考试或评估，我们将无法提供我们的课程，也无法履行我们根据 TOU 所承担的义务。',
  '6.title' => '涉及第三方的数据如何处理？是否有额外的义务或责任？',
  '6.content' => '为保护隐私并确保我们履行法律义务，我们要求您只提供与您本人直接相关的个人数据。',
  '7.title' => '我们是否收集特殊类别的数据？',
  '7.content' => '根据 通用数据保护条例，披露种族或民族血统、政治观点、宗教或哲学信仰或工会会员身份的个人数据，以及处理遗传数据、用于唯一识别自然人身份的生物识别数据、有关健康的数据或有关自然人性生活或性取向的数据被视为 "特殊类别的个人数据"，需要更高级别的保护。我们在收集、储存和使用这类个人信息时需要有进一步的理由。在处理此类数据时，我们依法采取了适当的保障措施。 我们不收集任何此类特殊类别的个人数据。',
  '8.title' => '我们是否收集与刑事定罪和犯罪有关的数据？',
  '8.content' => '没有',

  '12.title' => '是否会出现 通用数据保护条例 第 22 条规定的全自动决定？',
  '12.1' => '我们利用人工智能和机器学习等技术来提高我们服务的效率和有效性，同时确保您的数据保护和基本权利得到保障。',
  '12.2' => '多选题自动评分：某些考试由多项选择题组成，答案仅通过自动方式进行评估，无需人工干预。这一过程对于我们履行与您的合同是必要的。在同意条款的同时，您也明确表示同意这种自动评估。如果您认为评分有误，请联系我们，我们将安排人工重新评估您的成绩。',
  '12.3' => '用于剽窃检测的 Turnitin：我们使用由人工智能驱动的工具 Turnitin 来检查抄袭。但是，如果您的作品超过了抄袭阈值，将由人工进行审查。由于这一过程包括人工监督，因此根据《欧洲个人信息保护条例》第 22 条，它不被视为完全自动化，本条款的规定也不适用。',
  '12.4' => '我们致力于以负责任的方式部署技术，并确保在所有自动化或部分自动化流程中尊重您的权利。如果您有任何问题或疑虑，请随时联系我们。',
  '13.title' => '13.我们会将个人数据保留多长时间？',
  '13.1' => '如需进一步了解我们的数据保留政策，请通过以下联系方式联系我们的数据隐私经理。',
  '13.2'=>'如需进一步了解我们的数据保留政策，请通过以下联系方式联系我们的数据隐私经理。',
  '14.title' => '14.您是否需要更多有关我们数据处理政策的信息？',
  '14.1' => '如果您需要更多有关本隐私声明或我们如何处理个人信息的信息，请通过 info@eascencia.mt 或我们网站上的聊天功能联系我们的数据隐私经理。',
  '14.1.1' => '我们的注册地址位于23, Vincenzo Dimech Street, Floriana FRN 1502 Malta.',
  '15.title' => '15.客户和数据主体在处理个人数据方面有哪些责任？',
  '15.1' => '隐私和数据保护是双向的，在我们努力维护隐私和数据保护的同时，每个人的积极参与也至关重要。这意味着数据主体在享有隐私权的同时，也要承担一定的责任。作为这些义务的一部分，我们希望数据主体采取合理措施，协助我们有效保护和管理您的隐私。',
  '15.2' => '例如，为确保我们能保存准确、完整和最新的个人信息，如果您之前提交给我们的个人信息不准确、不完整或过时，我们恳请您及时通知我们。',
  '16.title' => '16.可以投诉吗？',
  '16.1' => '我们竭尽全力确保以负责任的方式处理个人数据。如果您对这些事项有任何疑虑或问题，请随时与我们联系，我们保证会尽最大努力解决您的疑虑。',
  '16.2' => '在任何情况下，如果您对我们管理个人数据的方式不满意，您有权向任何相关数据保护机构（尤其是您常住地的数据保护机构）投诉。马耳他主管机构的联系方式如下',



  'version' => '版本 1',
  'date' => '日期：2024 年 8 月',
  'contact_email' => 'info@eascencia.mt',
  'website_url' => 'https://www.eascencia.mt',
  'idpc' =>
  array (
    'address' => '信息和数据保护专员，Floor 2, Airways House, High Street, Sliema, SLM 1549, Malta',
    'phone' => '(+356) 2328 7100',
    'email' => 'idpc.info@idpc.org.mt',
  ),
);
