<?php

return array (

  'line_2' => 'الكوكيز',
  'line_3' => 'نحن في E-Ascencia، نستخدم ملفات تعريف الارتباط وتقنيات التتبع لتحسين تجربة التصفح الخاصة بك، ومنع الاحتيال، وتحليل حركة المرور، وتوفير محتوى مخصص. ملفات تعريف الارتباط هي ملفات بيانات صغيرة يتم تخزينها على جهازك عندما تزور موقعنا الإلكتروني. وهي تساعدنا على تذكر تفضيلاتك وتحسين وظائف الموقع. يمكنك إدارة ملفات تعريف الارتباط من خلال إعدادات متصفحك.',
  'line_4' => 'تعمل تقنيات التتبع، مثل إشارات الويب وعلامات البكسل، جنبًا إلى جنب مع ملفات تعريف الارتباط لجمع البيانات حول كيفية تفاعلك مع موقعنا الإلكتروني. تساعدنا هذه المعلومات على فهم سلوك المستخدم وتحسين خدماتنا لتلبية احتياجاتك بشكل أفضل.',
  'line_5' => 'الصفحة الرئيسية',

  '1_title'=>'ملفات تعريف ارتباط الطرف الثالث',
  'line_7' => 'يتم تعيين ملفات تعريف ارتباط الطرف الثالث بواسطة خدمات ليست جزءًا من E-Ascencia. تُستخدم ملفات تعريف الارتباط هذه من قبل مزودين خارجيين، مثل شركات التحليلات والمعلنين، لتتبع أنشطتك على الإنترنت عبر مواقع الويب المختلفة.',
  'line_8' => 'نتشارك مع مزوّدي خدمات من جهات خارجية لتحسين وظائف موقعنا الإلكتروني وتقديم إعلانات ذات صلة. بينما نسعى جاهدين للعمل مع شركاء موثوقين، فإننا نشجعك على مراجعة سياسات الخصوصية الخاصة بهم لفهم كيفية تعاملهم مع بياناتك.',

  '2_title'=>'تفضيلات ملفات تعريف الارتباط',
  'line_9' => 'نحن نستخدم ملفات تعريف الارتباط لتخزين أو استرجاع المعلومات على متصفحك، والتي قد تتعلق بك أو بتفضيلاتك أو بجهازك. تُستخدم ملفات تعريف الارتباط بشكل أساسي لجعل الموقع يعمل كما هو متوقع. يمكنك إدارة تفضيلات ملفات تعريف الارتباط الخاصة بك من خلال إعدادات متصفحك أو أداة الموافقة على ملفات تعريف الارتباط الخاصة بموقعنا. من خلال ضبط هذه الإعدادات، يمكنك اختيار أنواع ملفات تعريف الارتباط التي تسمح بها أو تحظرها، مما يتيح لك التحكم في خصوصيتك على الإنترنت.',
  'line_10' => 'ومع ذلك، يُرجى ملاحظة أن تعطيل بعض ملفات تعريف الارتباط قد يؤثر على تجربتك على موقعنا الإلكتروني. إذا قمت بحظر ملفات تعريف الارتباط هذه، فقد يؤثر ذلك على الوظائف الأساسية والجودة العامة لموقعنا الإلكتروني وخدماتنا.',

  '3_title' =>'ملفات تعريف الارتباط الوظيفية',
  'line_11' => 'تُستخدم ملفات تعريف الارتباط الوظيفية لتحسين تجربتك على الموقع الإلكتروني من خلال تذكر تفضيلاتك وتوفير ميزات متقدمة. تخزّن ملفات تعريف الارتباط هذه تفاصيل مثل بيانات اعتماد تسجيل الدخول أو اختيار اللغة أو المنطقة، بحيث لا تحتاج إلى إعادة إدخال هذه المعلومات في كل مرة تزور فيها الموقع الإلكتروني.',
  'line_12' => 'تعمل ملفات تعريف الارتباط الوظيفية على تمكين وظائف الموقع الإلكتروني الأساسية مثل تسجيل دخول المستخدم وإدارة الحساب وتفضيلات اللغة. تضمن ملفات تعريف الارتباط الوظيفية هذه تشغيل موقعنا الإلكتروني بسلاسة وتوفر لك تجربة مخصصة لك.',
  'line_13' => 'بدون ملفات تعريف الارتباط هذه، يمكن أن تتعرض بعض الوظائف على المواقع الإلكترونية للخطر، مما يؤدي إلى تجربة مستخدم أقل تخصيصاً وفعالية. نحن نستخدم ملفات تعريف الارتباط هذه لتذكُّر إعداداتك وتفضيلاتك، مما يجعل زياراتك أكثر ملاءمة.',

  '4_title' =>'ملفات تعريف الارتباط لوسائل التواصل الاجتماعي',
  'line_14' => 'تقوم منصات الشبكات الاجتماعية بتعيين ملفات تعريف الارتباط الخاصة بوسائل التواصل الاجتماعي لتتبع تفاعلك مع المحتوى الخاص بنا والسماح لك بمشاركته على شبكات التواصل الاجتماعي الخاصة بك. تعمل ملفات تعريف الارتباط هذه أيضًا على تمكين ميزات وسائل التواصل الاجتماعي، مثل أزرار ”أعجبني“ و”شارك“.',
  'line_15' => 'من خلال دمج ملفات تعريف الارتباط هذه، نُسهِّل عليك التفاعل مع المحتوى الخاص بنا على وسائل التواصل الاجتماعي. ومع ذلك، فإنها تجمع أيضًا بيانات حول عادات التصفح الخاصة بك، والتي قد تستخدمها منصات التواصل الاجتماعي لأغراضها.',

  '5_title' =>'ملفات تعريف الارتباط الإعلانية',
  'line_16' => 'تجمع ملفات تعريف الارتباط الإعلانية معلومات حول عادات التصفح الخاصة بك لتقديم إعلانات ذات صلة باهتماماتك. تتعقب ملفات تعريف الارتباط هذه زياراتك لموقعنا الإلكتروني والمواقع الأخرى لتظهر لك إعلانات مستهدفة.',
  'line_17' => 'نستخدم ملفات تعريف الارتباط الإعلانية لتوفير تجربة إعلانية أكثر تخصيصًا. من خلال فهم اهتماماتك، يمكننا عرض الإعلانات التي من المرجح أن تكون أكثر أهمية بالنسبة لك، مما يعزز تجربتك الإجمالية على الإنترنت.',

  '6_title'=>'ملفات تعريف الارتباط الضرورية للغاية',
  'line_18' => 'تُعد ملفات تعريف الارتباط الضرورية للغاية ضرورية لعمل موقعنا الإلكتروني. فهي تمكّن الميزات الأساسية مثل الأمان وإدارة الشبكة وإمكانية الوصول. بدون ملفات تعريف الارتباط هذه، لا يمكن لموقعنا الإلكتروني العمل بشكل صحيح.',
  'line_19' => 'لا تخزن ملفات تعريف الارتباط هذه أي معلومات تعريف شخصية. وهي ضرورية لضمان أداء موقعنا على النحو الأمثل، مما يوفر لك تجربة تصفح آمنة وموثوقة.',

  '7_title'=>'ملفات تعريف الارتباط الخاصة بالأداء',
  'line_20' => 'تجمع ملفات تعريف الارتباط الخاصة بالأداء بيانات حول كيفية تفاعل المستخدمين مع موقعنا الإلكتروني، بما في ذلك الصفحات التي تمت زيارتها وأي رسائل خطأ واجهتها. تساعدنا ملفات تعريف الارتباط هذه على فهم أداء الموقع وتحسينه.',
  'line_21' => 'من خلال تحليل البيانات من ملفات تعريف الارتباط الخاصة بالأداء، يمكننا تحسين وظائف موقعنا الإلكتروني وتجربة المستخدم. يسمح لنا ذلك بتحديد المشكلات وإصلاحها، مما يضمن لك تجربة تصفح سلسة وفعالة لك.',


  '8_title' => "قسم سياسة الخصوصية",
  '8_1title'=>'سياسة ملفات تعريف الارتباط:',
  'line_22' => 'نحن في E-Ascencia نقدر خصوصيتك ونلتزم بضمان أمن معلوماتك الشخصية. نستخدم ملفات تعريف الارتباط لتحسين تجربة المستخدم، ومنع الاحتيال، وتحليل حركة المرور. يمكنك إدارة ملفات تعريف الارتباط من خلال إعدادات المتصفح الخاص بك. نحن نطبق ميزات Google Analytics الإعلانية بمسؤولية.',
  'line_23' => 'فيما يلي تفصيل لكيفية استخدامنا لملفات تعريف الارتباط والتقنيات المشابهة:',

  '8_2title'=>'1. ما هي ملفات تعريف الارتباط؟:',
  'line_24' => 'ملف تعريف الارتباط هو ملف نصي صغير يخزنه موقع الويب على جهاز الكمبيوتر أو الجهاز المحمول الخاص بك عند زيارتك لموقعنا الإلكتروني أو منصتنا (www.eascencia.mt).',

  '8_3title'=>'2. هل هناك أنواع مختلفة من ملفات تعريف الارتباط؟',
  'line_25' => 'نعم، تنقسم ملفات تعريف الارتباط إلى فئتين عريضتين، هما ملفات تعريف ارتباط الطرف الأول وملفات تعريف ارتباط الطرف الثالث.',
  'line_26' => 'ملفات تعريف الارتباط الخاصة بالطرف الأول هي تلك التي نضعها نحن مباشرةً ونستخدمها نحن فقط. نستخدم ملفات تعريف الارتباط لتسهيل تجربتك وتحسينها ولتقديم خدماتنا وتحسينها.',
  'line_27' => 'من خلال الوصول إلى موقعنا الإلكتروني ومنصتنا واستخدامهما (www.eascencia.mt)، قد تتلقى أيضًا ملفات تعريف ارتباط معينة خاصة بطرف ثالث على جهاز الكمبيوتر أو الجهاز الخاص بك. ملفات تعريف ارتباط الطرف الثالث هي تلك التي تضعها مواقع و/أو خدمات و/أو أطراف أخرى غيرنا. تُستخدم ملفات تعريف الارتباط الخاصة بالأطراف الثالثة على المنصة لأغراض تحليلية على الويب ولجمع وتحليل المعلومات حول أداء الموقع واستخدامه.    لا تُعد ملفات تعريف الارتباط هذه جزءًا لا يتجزأ من عمل المنصة، ولن يتأثر استخدامك وتجربتك للمنصة برفض الموافقة عليها.',
  'line_28' => 'يتم تصنيف ملفات تعريف الارتباط بشكل أساسي على النحو التالي:',

  'line_29' => 'ملفات تعريف الارتباط الأساسية وغير الأساسية:',
  'line_31' => 'ملفات تعريف الارتباط الأساسية: ملفات تعريف الارتباط هذه ضرورية للوظائف الأساسية للموقع الإلكتروني. فهي تضمن تشغيل الميزات الرئيسية مثل الأمان وتسجيل دخول المستخدم والتفضيلات. بدونها، لن يعمل الموقع الإلكتروني بشكل صحيح.',
  'line_32' => 'ملفات تعريف الارتباط غير الأساسية: ملفات تعريف الارتباط هذه ليست ضرورية تمامًا لعمل الموقع الإلكتروني، ولكنها تعزز تجربة المستخدم وتجمع البيانات. ويمكن أن تشمل ملفات تعريف الارتباط التحليلية والإعلانية والوظيفية التي تعمل على تخصيص المحتوى وتتبع الأداء وتمكين الإعلانات المستهدفة.',

  'line_34' => 'ملفات تعريف الارتباط الخاصة بالطرف الأول والطرف الثالث:',
  'line_35' => 'ملفات تعريف ارتباط الطرف الأول: يتم تعيين ملفات تعريف الارتباط هذه بواسطة الموقع الإلكتروني الذي تزوره مباشرةً. وهي عادةً ما تخدم وظائف مثل تذكر تفضيلات المستخدم أو معلومات تسجيل الدخول أو العناصر الموجودة في عربة التسوق. لا يمكن الوصول إلى البيانات من ملفات تعريف ارتباط الطرف الأول بشكل عام إلا من خلال الموقع الذي قام بتعيينها.',
  'line_36' => 'ملفات تعريف ارتباط الطرف الثالث: يتم تعيينها بواسطة نطاقات أخرى غير تلك التي تزورها. تُستخدم عادةً لأغراض التتبع والإعلان، وتسمح ملفات تعريف الارتباط للجهات الخارجية للمعلنين بتتبع المستخدمين عبر مواقع متعددة لعرض الإعلانات المستهدفة.',

  'line_38' => 'ملفات تعريف الارتباط للجلسة وملفات تعريف الارتباط الدائمة:',
  'line_39' => 'ملفات تعريف ارتباط الجلسة: ملفات تعريف الارتباط هذه مؤقتة وتكون نشطة فقط أثناء زيارة المستخدم للموقع الإلكتروني. يتم حذفها بمجرد إغلاق المتصفح. وهي مفيدة لتذكر المعلومات أثناء تنقل المستخدمين بين الصفحات أثناء الجلسة، مثل العناصر الموجودة في عربة التسوق.',
  'line_40' => 'ملفات تعريف الارتباط الدائمة (الدائمة): تظل ملفات تعريف الارتباط هذه على جهاز المستخدم لفترة محددة، حتى بعد انتهاء الجلسة. وهي تساعد الموقع الإلكتروني على تذكر تفضيلات المستخدم أو معلومات تسجيل الدخول خلال الزيارات المتكررة، مما يوفر تجربة مستخدم أكثر اتساقاً.',

  '8_4title'=>'ما أنواع ملفات تعريف الارتباط المستخدمة؟؛ ما الخيارات المتاحة لي؟',
  'line_41' => 'نستخدم ملفات تعريف الارتباط التالية:',


  'token' => [
    'line_42' => 'ملفات تعريف الارتباط الضرورية للغاية:',
    'heading1'=>'مفتاح ملفات تعريف الارتباط',
    'heading2'=>'نوع ملف تعريف الارتباط',
    'heading3'=>'انتهاء الصلاحية',
    'heading4'=>'الوصف',
    'lines'=>[
      'xsrf'=>[
        'cookiekey'=>'XSRF-TOKEN',
        'cookietype'=>'الطرف الأول',
        'expiration'=>'2 ساعة',
        'description'=>'تمت كتابة ملف تعريف الارتباط هذا للمساعدة في أمان الموقع في منع هجمات تزوير الطلبات عبر المواقع.',

      ],
      'csrf'=>[
        'cookiekey'=>'LS_CSRF_TOKEN',
        'cookietype'=>'الطرف الثالث',
        'expiration'=>'الجلسة',
        'description'=>'يُستخدم ملف تعريف الارتباط هذا للمساعدة في منع هجمات تزوير الطلبات عبر المواقع (CSRF). وهو يضمن أن عمليات الإرسال القادمة من النماذج على الموقع الإلكتروني تتم بواسطة المستخدم الذي قام بتسجيل الدخول حاليًا، مما يعزز أمان الموقع.',

      ],
    ],
  ],
  'cookies' => [
    'line_43' => 'ملفات تعريف الارتباط الخاصة بالأداء:',
    'conetnt'=>[
      '1'=>[
        'cookiekey'=>'_ga_W7Z6Y4BCE8',
        'cookietype'=>'الطرف الأول',
        'expiration'=>'1 سنة 1 شهر',
        'description'=>'يتم استخدام ملف تعريف الارتباط هذا بواسطة Google Analytics لاستمرار حالة الجلسة.',

      ],
      '2'=>[
        'cookiekey'=>'_ga',
        'cookietype'=>'الطرف الأول',
        'expiration'=>'1 سنة 1 شهر 1',
        'description'=>'يرتبط اسم ملف تعريف الارتباط هذا بخدمة Google Universal Analytics - وهو تحديث مهم لخدمة التحليلات الأكثر استخدامًا من Google \ Google. يُستخدم ملف تعريف الارتباط هذا لتمييز المستخدمين الفريدين عن طريق تعيين رقم يتم إنشاؤه عشوائيًا كمعرّف للعميل. يتم تضمينه في كل طلب صفحة في الموقع ويستخدم لحساب بيانات الزائر والجلسة والحملة لتقارير تحليلات المواقع.',

      ],
      '3'=>[
        'cookiekey'=>'التصميم',
        'cookietype'=>'الطرف الثالث',
        'expiration'=>'1 شهر',
        'description'=>'يُستخدم ملف تعريف الارتباط هذا لتتبع تفاعل المستخدم وتفاعله مع الموقع الإلكتروني من أجل تحسين تقديم الخدمة وتجربة المستخدم. وقد يجمع البيانات المتعلقة بجلسة المستخدم وسلوكه على الموقع.',

      ],
    ],
  ],


  'targeting_cookies' => [
   'line_44' => 'استهداف ملفات تعريف الارتباط:',
    'conetnt'=>[
      '1'=>[
        'cookiekey'=>'_fbp',
        'cookietype'=>'الطرف الأول',
        'expiration'=>'3 أشهر	',
        'description'=>'تستخدمها Meta لتقديم سلسلة من المنتجات الإعلانية مثل المزايدة في الوقت الفعلي من معلنين خارجيين.',

      ],
    ],
  ],




  'line_45' => '[غير مصنف]',

  'line_47' => 'أخرى:',
  'line_48' => 'يتم استخدام جميع ملفات تعريف الارتباط وفقًا للقانون المعمول به حاليًا.',
  'line_49' => 'قبل أن يتم وضع ملفات تعريف الارتباط على جهاز الكمبيوتر أو الجهاز الخاص بك، ستظهر لك رسالة مطالبة/نافذة منبثقة تطلب موافقتك على وضع ملفات تعريف الارتباط هذه. من خلال منح موافقتك على وضع ملفات تعريف الارتباط، فإنك تمكننا من تقديم أفضل تجربة وخدمة ممكنة لك. يجوز لك، إذا كنت ترغب في ذلك، رفض الموافقة على وضع ملفات تعريف الارتباط؛ ولكن قد لا تعمل بعض الميزات بشكل كامل أو على النحو المنشود.',
  'line_50' => 'وتعتمد بعض الميزات على ملفات تعريف الارتباط لتعمل، وعلى هذا النحو، تعتبر ”ضرورية للغاية“ من حيث القانون المعمول به. لن يتم طلب موافقتك على وضع ملفات تعريف الارتباط هذه، ولكن لا يزال من المهم أن تكون على علم بها. لا يزال بإمكانك حظر ملفات تعريف الارتباط هذه عن طريق تغيير إعدادات متصفح الإنترنت الخاص بك كما هو مفصل أدناه، ولكن يُرجى العلم بأن المنصة قد لا تعمل بشكل صحيح إذا قمت بذلك.',
  'line_51' => 'بالإضافة إلى عناصر التحكم التي نوفرها، يمكنك اختيار تمكين ملفات تعريف الارتباط أو تعطيلها في متصفح الإنترنت الخاص بك. تمكّنك معظم متصفحات الإنترنت أيضًا من اختيار ما إذا كنت ترغب في تعطيل جميع ملفات تعريف الارتباط أو ملفات تعريف الارتباط الخاصة بالجهات الخارجية فقط. بشكل افتراضي، تقبل معظم متصفحات الإنترنت ملفات تعريف الارتباط، ولكن يمكن تغيير ذلك. لمزيد من التفاصيل، يُرجى الرجوع إلى قائمة المساعدة في متصفح الإنترنت الخاص بك أو الوثائق المرفقة مع جهازك.',
  'line_52' => 'يمكنك اختيار حذف ملفات تعريف الارتباط الموجودة على جهاز الكمبيوتر أو الجهاز الخاص بك في أي وقت، ومع ذلك قد تفقد أي معلومات تمكنك من الوصول إلى موقعنا بسرعة وكفاءة أكبر بما في ذلك، على سبيل المثال لا الحصر، إعدادات تسجيل الدخول والتخصيص.',
  'line_53' => 'من المستحسن أن تحافظ على تحديث متصفح الإنترنت ونظام التشغيل الخاص بك وأن تستشير المساعدة والإرشادات التي يقدمها مطور متصفح الإنترنت الخاص بك والشركة المصنعة لجهاز الكمبيوتر أو الجهاز إذا لم تكن متأكداً من ضبط إعدادات الخصوصية. توفر الروابط أدناه إرشادات حول كيفية التحكم في ملفات تعريف الارتباط في جميع المتصفحات الرئيسية:',
  'line_54' => 'جوجل كروم <a href="https://support.google.com/chrome/answer/95647?hl=en-GB">https://support.google.com/chrome/answer/95647?hl=en-GB</a>',
  'line_55' => 'مايكروسوفت إنترنت إكسبلورر: <a href="https://support.microsoft.com/en-us/topic/how-to-delete-cookie-files-in-internet-explorer-bca9446f-d873-78de-77ba-d42645fa52fc">https://support.microsoft.com/en-us/topic/how-to-delete-cookie-files-in-internet-explorer-bca9446f-d873-78de-77ba-d42645fa52fc</a>',
  'line_56' => 'مايكروسوفت إيدج: <a href="https://support.microsoft.com/en-us/windows/manage-cookies-in-microsoft-edge-view-allow-block-delete-and-use-168dab11-0753-043d-7c16-ede5947fc64d">https://support.microsoft.com/en-us/windows/manage-cookies-in-microsoft-edge-view-allow-block-delete-and-use-168dab11-0753-043d-7c16-ede5947fc64d</a>',
  'line_57' => 'سفاري (macOS): <a href="https://support.apple.com/kb/PH21411?viewlocale=en_GB&locale=en_GB">https://support.apple.com/kb/PH21411?viewlocale=en_GB&locale=en_GB</a>',
  'line_58' => 'سفاري (iOS): <a href="https://support.apple.com/en-gb/HT201265">https://support.apple.com/en-gb/HT201265</a>',
  'line_59' => 'موزيلا فايرفوكس: <a href="https://support.mozilla.org/en-US/kb/enable-and-disable-Cookies-website-preferences">https://support.mozilla.org/en-US/kb/enable-and-disable-Cookies-website-preferences</a>',
  'line_60' => 'أندرويد: <a href="https://support.google.com/chrome/answer/95647?co=GENIE.Platform%3DAndroid&hl=en (Please refer to your device’s documentation for manufacturers’ own browsers)">https://support.google.com/chrome/answer/95647?co=GENIE.Platform%3DAndroid&hl=en (Please refer to your device’s documentation for manufacturers’ own browsers)</a>',
  'line_61' => 'لمزيد من المعلومات عن ملفات تعريف الارتباط، يرجى زيارة <a href="https://www.allaboutcookies.org/">https://www.allaboutcookies.org/</a>',
  'line_62' => 'لأية أسئلة أو مخاوف بشأن استخدامنا لملفات تعريف الارتباط أو ممارسات الخصوصية لدينا، لا تتردد في التواصل معنا على   <a  href="mailto:info@eascencia.mt">info@eascencia.mt</a>',
);
