<?php


return [
    'title'=>'دكتوراه في إدارة الأعمال',
    'subtitle'=>'صُمم برنامج الدكتوراه في إدارة الأعمال (DBA) بدقة لتزويد المهنيين المتمرسين برحلة أكاديمية ثرية وشاملة تهدف إلى تحقيق أعلى مستوى من الخبرة العلمية والاستراتيجية في قيادة الأعمال.',
    'overview'=>[
        'heading'=>'لمحة عامة',
        'subtext'=>' <p>برنامج الدكتوراه في إدارة الأعمال (DBA) </b> مصمم بدقة لتزويد المهنيين المتمرسين برحلة أكاديمية ثرية وشاملة تهدف إلى تحقيق أعلى مستوى من الخبرة العلمية والاستراتيجية في قيادة الأعمال. على مدار مدة منظمة مدتها 3 سنوات (بدوام كامل) أو من 5 إلى 7 سنوات (بدوام جزئي)، يشارك المرشحون في ست مدارس نهاية الأسبوع، كل منها مخصص لمكونات محددة تشكل حجر الأساس للبحث المتقدم والتفكير الاستراتيجي في هذا المجال.
                                            </p>',
        'btn'=>'تنزيل كتيب DBA',
        'list'=>[
            'list1'=>'مناهج البحث الكمي المتقدمة لقيادة الأعمال',
            'list2'=>'مناهج البحث النوعي المتقدمة لقيادة الأعمال',
            'list3'=>'التفكير النقدي المتقدم في اتخاذ القرارات التجارية',
            'list4'=>'الكتابة العلمية لنجاح الدكتوراه',
            'list5'=>'أسس الاستقصاء: الكشف عن الأنطولوجيا ونظرية المعرفة في أبحاث الدكتوراه',
            'list6'=>'صياغة الأهمية: اتخاذ القرارات الاستراتيجية لاستقصاء الدكتوراه الخاص بك',
            'list7'=>'اقتراح أطروحة'
        ],
        'overviewtext'=>'   <p> توجه هذه الوحدات الأساسية المرشحين بدقة من خلال مناهج البحث المتقدمة، والتفكير النقدي، والكتابة العلمية، والجوانب الأساسية للبحث، مما يضع أساسًا قويًا لرحلة الدكتوراه.
                                            </p>

                                            <div class="mt-4">
                                                <p> <span class="fw-bold">الجزء 1 </span> تعد هذه المرحلة منعطفًا حاسمًا في البرنامج، حيث تتضمن عرض مقترح أطروحة الدكتوراه ومناقشته، وتساهم هذه المرحلة بنسبة 80% من التقييم الكلي وتستلزم فحصًا شاملاً، بما في ذلك مقابلة ومناقشة مع لجنة المستوى الثامن لأطروحات الدكتوراه والبحوث المهنية. يقدم المرشحون مقترحًا موجزًا لأطروحة الدكتوراه، يقتصر على 7500 كلمة، ويوضحون فيه أهدافهم البحثية وأسئلتهم ومنهجياتهم.
                                                </p>
                                                <p> <span class="fw-bold">الجزء 2 </span> يركز على صياغة أطروحة الدكتوراه، مما يسمح للمرشحين بالاختيار بين الدراسة التقليدية أو الأطروحة التجميعية. تلتزم الدراسة التي لا تتجاوز 60,000 كلمة بالإرشادات المنصوص عليها، بينما تعرض الأطروحة التجميعية مجموعة منتقاة من المساهمات البحثية.
                                                </p>
                                                <p><span class="fw-bold">الجزء 3</span> يعد امتحان فيفا بمثابة ذروة رحلة الحصول على درجة الدكتوراه في إدارة الأعمال. يخضع المرشحون لتقييم صارم بقيادة ممتحنين داخليين وخارجيين. وتوفر هذه المرحلة النهائية منصة للمرشحين للدفاع عن أبحاثهم وإظهار فهم عميق لإسهاماتهم العلمية.
                                                </p>
                                            </div>
                                            <div class="">
                                                <p>طوال فترة البرنامج، يستفيد المرشحون من الإشراف المخصص، ومزيج من التفاعلات المباشرة وجهاً لوجه وعبر الإنترنت، والملاحظات المكتوبة، ومراجعات مسودات الفصول. وهذا يضمن
مزيجاً متوازناً من الرؤى النظرية والتطبيقات العملية، مما يعزز تنمية التفكير النقدي والمهارات البحثية والقدرات الاستراتيجية في اتخاذ القرارات.
                                                </p>
                                                <p>يتوج برنامج الدكتوراه في إدارة الأعمال بإنشاء مساهمة علمية شاملة، تعكس المعرفة المتقدمة للمرشح، والأصالة في البحث، والقدرة على المساهمة بشكل هادف في مجال قيادة الأعمال. ويزود هذا البرنامج المرشحين بالأدوات الفكرية والبراعة البحثية اللازمة لتولي أدوار قيادية في المجال الأكاديمي والاستشارات والإدارة التنفيذية.</p>
                                            </div>

                                            <div class="mb-4">
                                               <p style="font-weight: 500"> إذا كنت ترغب في استكشاف المزيد عن برنامج DBA، قم بتنزيل الكتيب اليوم للوصول إلى تفاصيل شاملة عن المتطلبات وهيكل الدورة التدريبية والمزايا!</p>
                                            </div>'
    ],


    'entry_requirment'=>'<div class="course__overview">
                                                <h2 class="mb-3 section_heading">متطلبات الدخول</h2>
                                                <h4 class="text-dark"> لكي تكون مؤهلاً للحصول على درجة الدكتوراه في إدارة الأعمال، سيحتاج الطلاب إلى تقديم ما يلي:</h4>
                                                <div>
                                                    <h4 class="color-blue mt-3"> المسار 1:</h4>


                                                    <p class="fw-bold text-dark">1. المؤهلات الأكاديمية:</p>
                                                    <ul style="list-style-type: disc">
                                                        <li>الحصول على درجة الماجستير من المستوى 6 من المستوى MQF ودرجة الماجستير من المستوى 7 من المستوى MQF، مع تجميع ما لا يقل عن 240 ساعة معتمدة بنظام ECTS في مجالات مثل الإدارة وإدارة الأعمال والهندسة والتعليم.
                                                        </li>
                                                    </ul>


                                                    <p class="fw-bold text-dark">2. الخبرة المهنية:</p>
                                                    <ul style="list-style-type: disc">
                                                        <li>المهنيون من تخصصات أخرى ممن يستوفون متطلبات المستوى 7 والمستوى 6، بما مجموعه 240 ساعة دراسية معتمدة من الجامعة ويمتلكون خبرة إدارية لا تقل عن 7 سنوات.</li>
                                                    </ul>


                                                </div>
                                                <hr />
                                                <p class="fw-bold text-center">
                                                    أو
                                                </p>
                                                <hr />
                                                <div class="mb-5">
                                                    <h4 class="color-blue">المسار 2:</h4>
                                                    <p class="fw-bold text-dark">1. المؤهلات الأكاديمية:</p>

                                                    <ul style="list-style-type: disc">
                                                        <li>حاصل على درجة ماجستير من المستوى 7 تشمل 90 ECTS في الإدارة أو إدارة الأعمال أو الهندسة أو التعليم أو أي مجال آخر ذي صلة.
                                                        </li>
                                                        <li>حاصل على دبلوم عالٍ من المستوى 5 يعادل 120 ECTS.</li>
                                                    </ul>

                                                    <p class="fw-bold text-dark">2. الخبرة المهنية:</p>
                                                    <ul style="list-style-type: disc">
                                                        <li>خبرة إدارية لا تقل عن 5 سنوات من الخبرة الإدارية في مجال متخصص ذي صلة مباشرة بموضوع بحث الدكتوراه.</li>
                                                    </ul>
                                                    </ol>
                                                </div>
                                                <div>
                                                    <div class="bg-blue p-2 rounded-md">
                                                        <h4 class="text-white mb-0"> تعريف وتقييم الخبرة الإدارية:</h4>
                                                    </div>
                                                    <h4 class="color-blue mt-3"> الحد الأدنى لمستوى الخبرة:</h4>
                                                    <ul>
                                                        <li class="mt-2">5 سنوات على الأقل من الخبرة الإدارية ذات الصلة بالمسار 2.</li>
                                                        <li class="mt-2">7 سنوات على الأقل من الخبرة الإدارية ذات الصلة بالمسار 1.</ul>
                                                    <h4 class="color-blue mt-2"> الأدوار الإدارية المؤهلة:</h4>
                                                    <ul>
                                                        <li class="mt-2">يجب أن تتضمن الخبرة الإدارية أدوارًا ذات مسؤوليات إشرافية أو قيادية كبيرة. ومن أمثلة المناصب الإدارية المؤهلة ما يلي.
                                                            <ol>
                                                                <li>مدير القسم</li>
                                                                <li>مدير المشروع</li>
                                                                <li>مدير العمليات</li>
                                                                <li>المدير</li>
                                                                <li>نائب الرئيس</li>
                                                                <li>الرئيس التنفيذي</li>
                                                            </ol>
                                                        </li>
                                                    </ul>
                                                    <h4 class="color-blue mt-2"> معايير التقييم:</h4>
                                                    <ul>
                                                        <li class="mt-2">سيأخذ تقييم الخبرة الإدارية في الاعتبار نطاق المسؤوليات، بما في ذلك سلطة اتخاذ القرار والاستراتيجية وقيادة الفريق وإدارة الموارد.
                                                        </li>
                                                        <li class="mt-2">يجب على المتقدمين تقديم وثائق مفصلة عن أدوارهم الإدارية، بما في ذلك التوصيف الوظيفي وخطابات التوصية وأي شهادات أو إنجازات مهنية ذات صلة.
                                                        </li>
                                                    </ul>
                                                </div>
                                            </div>',






'application_form'=>[
    'tab'=>'نموذج الطلب',
    'data'=>' <h2 class="mb-3 section_heading">نموذج الطلب</h2>
                                            <p>
                                                قم بإرسال نموذج الطلب المكتمل مع جميع المستندات المطلوبة، وبمجرد استلامنا لطلبك، سنرسل لك رسالة تأكيد عبر البريد الإلكتروني، وتساعدك هذه الخطوة على توسيع خبراتك وفتح فرص قيادية جديدة مع برنامج DBA.
                                            </p>
                                            <p style="font-weight: 500">يمكنك تنزيل نموذج الطلب من خلال النقر على الزر أدناه. إذا كنت بحاجة إلى أي مساعدة، فلا تتردد في الاتصال بنا على <a href="mailto:info@eascencia.mt">info@eascencia.mt.</a>  سنكون سعداء لمساعدتك!</p>',
    'data1'=>'تنزيل نموذج الطلب' ,
],
'dbaresearchtab'=>'مقترح بحث في إدارة الأعمال DBA',
'dbaresearch'=>'<div>
                                            <div class="row">
                                                <h2 class="mb-3 section_heading"> مقدمة في مقترح بحث DBA</h2>
                                                <div class="col-lg-12 col-12">
                                                    <div class="mb-3">
                                                        <p>يوفر برنامج الدكتوراه في إدارة الأعمال (DBA) في كلية أسينسيا لإدارة الأعمال منصة استثنائية للمهنيين المتمرسين لسد الفجوة بين النظرية التجارية والتطبيق العملي. صُمم البرنامج، المتجذر في القيم الأساسية لريادة الأعمال والإدارة الرقمية والمسؤولية، لتطوير قادة الفكر الذين يمكنهم دفع الابتكار والاستدامة في مجالاتهم.</p>
                                                        <p>من العناصر المهمة في طلبك هو تقديم مقترح بحثي للحصول على درجة الدكتوراه في إدارة الأعمال. وتعد هذه الوثيقة ضرورية في تحديد الخطوط العريضة لبحثك المزمع إجراؤه، وإثبات قدرتك على المساهمة في كل من المعرفة الأكاديمية ومجالك المهني. يتيح لك المقترح عرض أصالة فكرتك البحثية وأهميتها بالنسبة لتحديات الأعمال المعاصرة وتأثيرها المحتمل على الصناعة والمجتمع.</p>

                                                        <h5 class="fw-bold">يجب أن يكون مقترح البحث:</h5>
                                                        <p class="d-flex align-items-center"><span
                                                                class="add_background">1</span> <span
                                                                class="fs-4 dba_proposal_title">حدّد سؤال بحث واضح ومركّز يتماشى مع خبرتك المهنية واحتياجات الصناعة.</span></p>
                                                        <p class="d-flex align-items-center"><span
                                                                class="add_background">2</span> <span
                                                                class="fs-4 dba_proposal_title">حدد أهمية بحثك، موضحًا كيف يسد فجوة في المعرفة الأكاديمية أو التجارية الحالية.</span></p>
                                                        <p class="d-flex align-items-center"><span
                                                                class="add_background">3</span> <span
                                                                class="fs-4 dba_proposal_title">وضع الخطوط العريضة للأسلوب المنهجي المناسب والممكن للإجابة عن سؤالك البحثي.</span></p>
                                                        <p class="d-flex align-items-center"><span
                                                                class="add_background">4</span> <span class="fs-4 dba_proposal_title">
                                                                عرض النتائج المتوقعة وتطبيقها على كل من نظرية وممارسة الأعمال التجارية. </span></p>
                                                        <p class="d-flex align-items-center"><span
                                                                class="add_background">5</span> <span class="fs-4 dba_proposal_title">
                                                                قم بتضمين جدول زمني لتوضيح كيفية تخطيطك لتنفيذ البحث ضمن الإطار الزمني لبرنامج DBA. </span></p>

                                                        <p class="mt-5">لن يزودك هذا المقترح بخارطة طريق لدراستك للدكتوراه فحسب، بل سيساعد كلية أسينسيا لإدارة الأعمال على تقييم جدوى وابتكار مشروعك. بصفتك مرشحًا لدراسة الدكتوراه في إدارة الأعمال في أسينسيا، ستكون جزءًا من بيئة تعليمية تركز على
القيادة الريادية، والتحول الرقمي، وثقافة المسؤولية، وهي ركائز مؤسستنا.
                                                        </p>
                                                        <p>نحن نشجعك على التعامل مع هذا الاقتراح بعقلية الابتكار والتطبيق العملي، بما يعكس مهمة الكلية في تخريج قادة أعمال قادرين على التعامل مع تعقيدات بيئة الأعمال العالمية اليوم.</p>
                                                    </div>

                                                </div>
                                            </div>


                                        </div>',

                                        'writtingresearch1'=>'إرشادات لكتابة مقترح بحثي في كلية أسينسيا لإدارة الأعمال',

'writtingtab'=>'كتابة المقترح البحثي',
'writtingresearch'=>' <p class="d-flex align-items-center"> <span
                                                                    class="add_circle">1</span> <span
                                                                    class="color-blue fw-semibold"> عنوان البحث</span></p>
                                                            <ul class="wring-proposal-tab_list">
                                                                <li>قدم عنوان عمل موجز ووصفي يعكس تركيز بحثك، وتأكد من أن العنوان يتضمن المفاهيم والمواضيع الرئيسية للدراسة.</li>
                                                            </ul>
                                                            <p class="d-flex align-items-center"> <span
                                                                    class="add_circle">2</span> <span
                                                                    class="color-blue fw-semibold">مقدمة وخلفية البحث</span></p>
                                                            <ul class="wring-proposal-tab_list">
                                                                <li>حدد سياق بحثك في إطار الأدبيات الموجودة وتحديات الصناعة.</li>
                                                                <li>حدد بوضوح مشكلة أو فرصة العمل التي يعالجها بحثك.</li>
                                                                <li>سلط الضوء على أهمية دراستك فيما يتعلق بكل من البحث الأكاديمي والممارسة المهنية.</li>
                                                            </ul>
                                                            <p class="d-flex align-items-center"> <span
                                                                    class="add_circle">3</span> <span
                                                                    class="color-blue fw-semibold">الأسئلة أو الفرضيات البحثية </span></p>
                                                            <ul class="wring-proposal-tab_list">
                                                                <li>قم بصياغة أسئلة واضحة ومركزة وقابلة للبحث. اذكر فرضيتك إن أمكن.</li>
                                                                <li>التأكد من أن أسئلة البحث محددة وقابلة للقياس ومتوافقة مع المجال الأوسع لإدارة الأعمال.</li>
                                                            </ul>
                                                            <p class="d-flex align-items-center"> <span
                                                                    class="add_circle">4</span><span
                                                                    class="color-blue fw-semibold"> أهداف البحث
                                                                </span></p>
                                                            <ul class="wring-proposal-tab_list">
                                                                <li>حدد 2-4 أهداف رئيسية لتوجيه بحثك.</li>
                                                                <li>يجب أن تحدد هذه الأهداف نطاق دراستك وما تنوي تحقيقه.</li>
                                                            </ul>
                                                            <p class="d-flex align-items-center"> <span
                                                                    class="add_circle">5</span> <span
                                                                    class="color-blue fw-semibold">مراجعة الأدبيات
                                                                </span></p>
                                                            <ul class="wring-proposal-tab_list">
                                                                <li>تقديم ملخص للنظريات والنماذج والمناقشات الرئيسية ذات الصلة بموضوعك.</li>
                                                                <li>حدد الثغرات في الأدبيات الموجودة التي يهدف بحثك إلى سدها.</li>
                                                                <li>التأكد من أن مراجعة الأدبيات تُظهر تفاعلًا نقديًا مع البحوث الحالية وتتماشى مع تركيز أسينسيا على القيادة العملية للأعمال.</li>

                                                            </ul>
                                                            <p class="d-flex align-items-center"> <span
                                                                    class="add_circle">6</span><span
                                                                    class="color-blue fw-semibold"> منهجية البحث
                                                                </span></p>
                                                            <ul class="wring-proposal-tab_list">
                                                                <li>حدد بوضوح طرق البحث التي ستستخدمها (على سبيل المثال، الطرق النوعية أو الكمية أو المختلطة).</li>
                                                                <li>اشرح تقنيات جمع البيانات الخاصة بك (مثل المقابلات والاستطلاعات ودراسات الحالة والتجارب).</li>
                                                                <li>برر سبب كون الطرق التي اخترتها هي الأنسب لمعالجة سؤالك البحثي.</li>
                                                                <li>ناقش نهج أخذ العينات واشرح كيف ستضمن صحة البيانات وموثوقيتها.</li>

                                                            </ul>
                                                            <p class="d-flex align-items-center"> <span
                                                                    class="add_circle">7</span> <span
                                                                    class="color-blue fw-semibold">الاعتبارات الأخلاقية
                                                                </span></p>
                                                            <ul class="wring-proposal-tab_list">
                                                                <li>تتوقع أسينسيا، مثلها مثل المؤسسات الأخرى، أن تلتزم الأبحاث بالمعايير الأخلاقية العالية.</li>
                                                                <li>صف أي قضايا أخلاقية تتعلق ببحثك، مثل الموافقة المستنيرة والسرية وحماية البيانات.</li>
                                                                <li>اذكر ما إذا كان بحثك يتطلب موافقة لجنة الأخلاقيات.</li>

                                                            </ul>
                                                            <p class="d-flex align-items-center"> <span
                                                                    class="add_circle">8</span> <span
                                                                    class="color-blue fw-semibold">المساهمة المتوقعة والأثر المتوقع </span></p>
                                                            <ul class="wring-proposal-tab_list">
                                                                <li>سلط الضوء على المساهمات النظرية التي سيقدمها بحثك للمعرفة الأكاديمية.</li>
                                                                <li>اشرح الآثار العملية المترتبة على دراستك، خاصةً كيف يمكن أن تؤثر النتائج التي توصلت إليها على الممارسات التجارية أو السياسات أو الاستراتيجيات الخاصة بالصناعة.</li>
                                                                <li>مواءمة النتائج المتوقعة مع تركيز أسينسيا على ريادة الأعمال والقيادة المسؤولة للأعمال.</li>
                                                            </ul>
                                                            <p class="d-flex align-items-center"> <span
                                                                    class="add_circle">9</span> <span
                                                                    class="color-blue fw-semibold">الجدول الزمني والبحث الخطة </span></p>
                                                            <ul class="wring-proposal-tab_list">
                                                                <li>تقديم جدول زمني مفصل يحدد مراحل بحثك (على سبيل المثال، مراجعة الأدبيات وجمع البيانات والتحليل والكتابة).</li>
                                                                <li>تأكد من أن الجدول الزمني واقعي ويوضح وعيك بالمعالم الرئيسية في برنامج DBA</li>
                                                                <li>استخدم مخطط جانت أو وسائل مرئية أخرى إذا لزم الأمر لتوضيح خطتك.</li>
                                                            </ul>
                                                            <p class="d-flex align-items-center"> <span
                                                                    class="add_circle">10</span> <span
                                                                    class="color-blue fw-semibold">المراجع</span></p>
                                                            <ul class="wring-proposal-tab_list">
                                                                <li>قم بتضمين قائمة بالمراجع الأكاديمية الرئيسية باستخدام أسلوب هارفارد.</li>
                                                                <li>تأكد من أن جميع المصادر المستشهد بها ذات صلة وحديثة ومستمدة من منشورات أكاديمية موثوقة أو تقارير صناعية أو قواعد بيانات حكومية.</li>

                                                            </ul>
                                                            <p class="d-flex align-items-center"> <span
                                                                    class="add_circle">11</span> <span
                                                                    class="color-blue fw-semibold">العرض والتنسيق
                                                                </span></p>
                                                            <ul class="wring-proposal-tab_list">
                                                                <li>اكتب المقترح بلغة واضحة واحترافية خالية من المصطلحات.</li>
                                                                <li>تأكد من أن المقترح منظم بشكل جيد، مع وضع عناوين وعناوين فرعية تحدد بوضوح الأقسام المختلفة.</li>
                                                                <li>اتبع أي إرشادات تنسيق محددة مقدمة من أسينسيا (على سبيل المثال، عدد الكلمات بين 1500 و2000 كلمة، واستخدام خط من 12 نقطة، ومسافة 1.5 سطر).</li>

                                                            </ul>
                                                            <p class="d-flex align-items-center"> <span
                                                                    class="add_circle">12</span> <span
                                                                    class="color-blue fw-semibold">الجدوى والموارد</span></p>
                                                            <ul class="wring-proposal-tab_list">
                                                                <li>إثبات جدوى مشروعك من خلال شرح كيفية الوصول إلى الموارد اللازمة (مثل البيانات والبرمجيات وأدوات البحث).</li>
                                                                <li>اذكر أي تعاون أو شراكات يمكن أن تدعم بحثك، إذا كانت ذات صلة.</li>
                                                            </ul>
                                                            <p class="d-flex align-items-center"> <span
                                                                    class="add_circle">13</span> <span
                                                                    class="color-blue fw-semibold">القيود </span></p>
                                                            <ul class="wring-proposal-tab_list">
                                                                <li>أقر بأي قيود محتملة لدراستك، مثل القيود في الوصول إلى البيانات أو الوقت أو النطاق.</li>
                                                                <li>اشرح كيف تخطط لمعالجة هذه القيود أو التخفيف من حدتها.</li>
                                                            </ul>

                                                            <div class="mb-4">
                                                               <p style="font-weight: 500"> باتباع هذه الإرشادات، ستتمكن من إنشاء مقترح بحثي قوي ومؤثر يضع الأساس لرحلة ناجحة في مجال إدارة الأعمال DBA.
                                                                </p>
                                                                <p style="font-weight: 500">يمكنك تنزيل نموذج طلب مقترح البحث بالضغط على الزر أدناه.</p>
                                                            </div>' ,

'writtingresearchbtn'=>'تنزيل استمارة تنزيل المقترح البحثي',

'yearsduration'=>'المدة الزمنية',
'modules'=>'الوحدات النمطية',
'learning'=>'ساعات التعلم',
'access_mobile'=>'الوصول على الهاتف المحمول والتلفزيون',
'peryear'=>'في السنة',

];
