<?php


return [
    'title'=>'برامج اللغة الإنجليزية',
    'subtitle'=>'دورات اللغة الإنجليزية',
    'tabs'=>[
        'tabs1'=>[
            'title'=>'مبتدئ',
            'section1'=>'فيديوهات مميزة',
            'subheading1'=>'استكشف أحدث محتوى الفيديو الخاص بنا.',
            'smalltitle1'=>'قصص ملهمة',
            'section2'=>'المدونات الصوتية الجذابة',
            'subheading2'=>'تابع ملفات البودكاست الخاصة بنا للاستمتاع بمناقشات ثاقبة.',
            'smalltitle2'=>'أفكار مبتكرة',
            'section3'=>'اختبارات تفاعلية',
            'subheading3'=>'اختبر معلوماتك من خلال مسابقاتنا الممتعة.',
            'smalltitle3'=>'التحقق من المعرفة',
        ],
       'tabs2'=>[
        'title'=>'متوسط',
       ],
       'tabs3'=>[
        'title'=>'متقدم',
       ],
    ],


];
