<?php

return [

    //Successful
    "payment_successful"=>"تم الدفع بنجاح",
    "subtext"=>"شكراً لك! تمت معالجة عملية الدفع الخاصة بك بنجاح.",
    "subtext1"=>"ابدأ استكشاف دوراتك الجديدة وابدأ مغامرتك التعليمية",
    "btn_text"=>"ابدأ التعلم",


    //Unsuccessful
    "payment_unsuccessful"=>" الدفع غير ناجح",
    "unsubtext"=>"عفوًا! حدثت مشكلة في معالجة عملية الدفع الخاصة بك",
    "unsubtext1"=>"نعتذر، ولكن حدثت مشكلة في معالجة عملية الدفع الخاصة بك. لا تقلق، نحن هنا لمساعدتك في حلها والعودة إلى المسار الصحيح",


    //Processing
    "payment_processing"=>"معالجة المدفوعات",
];
