<?php

return array (
  'title' => 'سياسة الخصوصية',
  'effective_date' => 'يسري اعتبارًا من أغسطس 2024',
  'intro' => 'مرحباً بك في E-Ascencia! نولي في E-Ascencia <a href=":webiste_url">(www.eascencia.mt)</a> أولوية قصوى لحماية خصوصيتك. وتوضح سياسة الخصوصية هذه كيفية إدارتنا لبياناتك الشخصية، بما يضمن الامتثال للوائح مثل اللائحة العامة لحماية البيانات (GDPR) وقانون حماية البيانات (DPA) في مالطا. نحن نهدف إلى تعزيز الثقة والشفافية مع مستخدمينا فيما يتعلق بالتعامل مع بياناتهم على موقع E-Ascencia وموقعها الإلكتروني <a href=":webiste_url">(www.eascencia.mt)</a>',
  'breadcrumb_title' => 'سياسة الخصوصية',
  'sections' => 
  array (
    'who_we_are' => 
    array (
      'title' => ' من نحن؛ ماذا نفعل؟',
      'content' => 'تم إعداد هذه السياسة من قبل شركة أسينسيا مالطا المحدودة، وهي شركة تأسست بموجب قوانين مالطا وتحمل رقم تسجيل الشركة C 94041 (يُشار إليها فيما يلي بـ "أسينسيا" أو "نحن" أو "نحن" أو "لنا").',
      'portal_description' => 'نحن ندير ونشغل بوابة، يمكن الوصول إليها حاليًا عبر الإنترنت على https://www.eascencia.mt ("البوابة")، والتي نوفر من خلالها عددًا من الدورات التدريبية عبر الإنترنت ("دورة تدريبية عبر الإنترنت" لكل منها "دورة تدريبية عبر الإنترنت" ويشار إليها مجتمعةً باسم "الدورات التدريبية عبر الإنترنت").',
      'tou_reference' => 'لمزيد من المعلومات حول البوابة والدورات التدريبية عبر الإنترنت وحقوقنا والتزاماتنا، يُرجى الرجوع إلى شروط الاستخدام ("TOU").',
    ),
    'policy_coverage' => 
    array (
      'title' => ' ماذا تغطي هذه البوليصة؟',
      'content' => 'تقدم هذه السياسة لمحة عامة عن البيانات الشخصية التي نعالجها عندما نعمل كمراقبين للبيانات فيما يتعلق باستخدامك لبوابتنا ومشاركتك في الدورات التدريبية عبر الإنترنت وتقديمنا لها. توضح هذه السياسة أيضًا كيف نجمع هذه البيانات الشخصية أو نحصل عليها بطريقة أخرى، وما الذي نفعله بهذه البيانات الشخصية وكيف نلتزم عمومًا بأحكام القوانين المتعلقة بحماية البيانات الشخصية على النحو الذي ينطبق علينا، ولا سيما لائحة (الاتحاد الأوروبي) 2016/679 ("اللائحة العامة لحماية البيانات").',
      'clarification' => 'سنستخدم خلال هذه الوثيقة بعض المصطلحات المحددة. وبما أن هدفنا هو أن تكون هذه الوثيقة مفهومة بسهولة، فإننا نود أن نوضح ما المقصود بهذه المصطلحات. وبطبيعة الحال، إذا كان هناك أي شيء غير واضح، يُرجى عدم التردد في التواصل معنا.',
      'definitions' => 'فيما يتعلق بأحكام اللائحة العامة لحماية البيانات، يُعرّف مصطلح "البيانات الشخصية" على أنه "أي معلومات تتعلق بشخص طبيعي محدد أو يمكن تحديد هويته ("صاحب البيانات")". علاوةً على ذلك، يتم أيضًا إعطاء مصطلح "المعالجة" معنى واسعًا ويُعرّف بأنه "أي عملية أو مجموعة من العمليات التي يتم إجراؤها على البيانات الشخصية أو على مجموعات من البيانات الشخصية، سواءً كانت بوسائل آلية أم لا." ويشمل ذلك جمع البيانات الشخصية وتسجيلها وتخزينها وتكييفها واستخدامها.',
    ),
    'data_types' => 
    array (
      'title' => 'ما هي أنواع البيانات الشخصية التي سنقوم بمعالجتها بصفتنا مراقب بيانات؟ كيف نحصل على هذه البيانات الشخصية؟',
      'intro' => 'لقد قمنا بتجميع البيانات الشخصية التي نتلقاها أو نستخدمها أو نعالجها بطريقة أخرى في الفئات التالية:',
      'categories' => 
      array (
        'heading' => 
        array (
          'title' => 'العنوان',
          'description' => 'الوصف',
          'source' => 'المصدر',
        ),
        'profile' => 
        array (
          'title' => 'معلومات الملف الشخصي',
          'description' => 'ويتعلق ذلك بـ (أ) التفاصيل التي تقدمها لنا عند فتح حساب، بما في ذلك اسمك ولقبك وعنوان بريدك الإلكتروني، (ب) التفاصيل التي تقدمها لنا عند تقديمك طلب التسجيل في إحدى دوراتنا التدريبية، والتي تشمل بطاقة هويتك و/أو جواز سفرك و/أو رخصة القيادة والشهادات الأكاديمية ذات الصلة وإثبات اللغة الإنجليزية، (ج) صورة ملفك الشخصي، إذا اخترت تحميل واحدة، و(د) جميع المعلومات الأخرى التي نطلبها بشكل عام لإدارة حسابك وتشغيله.',
          'source' => 'منك مباشرةً عند إنشاء حسابك وإدارته.',
        ),
        'interaction' => 
        array (
          'title' => 'معلومات التفاعل',
          'description' => 'يشمل ذلك أي معلومات، أو بيانات أو مواد يتم تبادلها معنا ولا تشملها أي من الفئات الأخرى المبينة في هذا الجدول.',
          'source' => 'مباشرةً من تفاعلاتك واتصالاتك معنا.',
        ),
        'learning_information' => 
        array (
          'title' => 'معلومات التعلم',
          'description' => 'عندما تقوم بالتسجيل في دوراتنا والوصول إلى المحتوى الذي نقوم بتحميله والمشاركة في أنشطتنا التعليمية، فإننا نجمع معلومات حول مشاركتك في الدورات التدريبية والواجبات والاختبارات والامتحانات. كما نقوم بجمع بيانات عن تفاعلاتك مع المدرسين، والتبادلات مع الموجهين الإلكترونيين وأي عمليات إرسال أخرى تقوم بها للوفاء بمتطلبات الدورة التدريبية والمحتوى ذي الصلة.',
          'source' => 'مباشرةً من أنشطتك وعمليات الإرسال في المقررات الدراسية، مدعومة بتفاعلاتك مع المدرسين والموجهين الإلكترونيين.',
        ),
        'shared_content' => 
        array (
          'title' => 'المحتوى المشترك',
          'description' => 'تسمح لك بعض ميزات عروضنا وبوابتنا بالتفاعل مع مستخدمين آخرين و/أو مشاركة المحتوى. ويشمل ذلك تحميل التعليقات على لوحات المناقشة الخاصة بنا، ونشر التعليقات، وطرح الأسئلة أو الإجابة عنها، وإرسال رسائل إلى طلاب آخرين، وتحميل الصور أو الأعمال الأخرى. قد تكون بعض أنواع المحتوى المشترك، مثل مساهماتك على لوحات المناقشة الخاصة بنا، مرئية للمستخدمين الآخرين.',
          'source' => 'مباشرةً من أنشطتك على منصاتنا حيث تتفاعل مع الآخرين وتشارك المحتوى.',
        ),
        'financial_information' => 
        array (
          'title' => 'المعلومات المالية',
          'description' => 'يتضمن ذلك التفاصيل المتعلقة بالتفاصيل اللازمة لمعالجة مشترياتك، والرسوم المستحقة لنا، والتفاصيل المصرفية وغيرها من البيانات المتعلقة بما سبق ذكره.',
          'source' => 'مباشرةً من معاملاتك المالية معنا، بما في ذلك تفاصيل الدفع والمعلومات المصرفية.',
        ),
        'usage_information' => 
        array (
          'title' => 'معلومات الاستخدام',
          'description' => 'عند دخولك إلى بوابتنا أو تسجيلك في الدورات التدريبية أو مشاركتك في عروضنا، فإننا نتلقى أيضًا أنواعًا معينة من البيانات الشخصية تلقائيًا، مثل الأقسام التي قمت بزيارتها والمحتوى الذي قمت بالوصول إليه وتكرار زياراتك ومدتها. بالإضافة إلى ما سبق، يُرجى ملاحظة أننا سنقوم أيضًا بجمع بيانات معينة عن جهازك أو متصفحك تلقائيًا عبر ملفات السجل، مثل عنوان التحكم في الوصول إلى الوسائط (MAC)، ومُعرِّف الجهاز، واسم نظام التشغيل وإصداره، ونوع المتصفح، والشركة المصنعة للجهاز وطرازه. قد نجمع أيضًا عنوان IP الخاص بك. نستخدم البيانات المتعلقة بجهازك لضمان عمل حلولنا بشكل صحيح، وتشخيص مشاكل الخادم، وإدارة حلولنا البرمجية والخدمات التي نقدمها.',
          'source' => 'تلقائياً كما هو موضح في العمود الثاني.',
        ),
      ),
    ),
    'data_usage' => 
    array (
      'title' => ' كيف نستخدم البيانات الشخصية؟ ما هو الأساس القانوني لمعالجة البيانات الشخصية؟',
      'primary_objective' => 'تتمثل أهدافنا الأساسية في معالجة البيانات الشخصية في تقديم دوراتنا وضمان الامتثال لواجباتنا والتزاماتنا، سواء كانت قانونية أو تعاقدية (بما في ذلك الوفاء بالتزاماتنا وفقًا لشروط الاستخدام).',
      'legal_basis' => 'سنعالج البيانات الشخصية عندما يكون لدينا سبب وجيه للقيام بذلك. على وجه الخصوص، الأساس القانوني الذي نعتمد عليه في معالجة البيانات الشخصية مبيَّن في الجدول أدناه:',
      'purposes' => 
      array (
        'heading' => 
        array (
          'title' => 'الغرض',
          'type' => 'النوع',
          'basis' => 'الأساس القانوني',
        ),
        'onboarding' => 
        array (
          'title' => 'لإكمال عملية التأهيل',
          'description' => 'ويتضمن ذلك إعداد حسابك، والتحقق من هويتك، وإعداد ملف تعريف الطالب الخاص بك، والتأكد من إمكانية وصولك إلى الدورات التدريبية التي تسجل فيها.',
          'data_types' => 'معلومات الملف الشخصي؛ معلومات التفاعل',
          'basis' => 'الالتزام القانوني (المادة 6 (1) (ج) من اللائحة العامة لحماية البيانات);',
        ),
        'deliver_courses' => 
        array (
          'title' => 'لتقديم دوراتنا التدريبية',
          'description' => 'نهدف إلى تقديم محتوى تعليمي عالي الجودة وتجارب تعليمية تفاعلية مصممة خصيصاً لتلبية احتياجاتك وأهدافك التعليمية.',
          'data_types' => 'معلومات الملف الشخصي؛ معلومات التعلم؛ معلومات التفاعل;',
          'basis' => 'الضرورة التعاقدية (المادة 6 (1) (ب) من اللائحة العامة لحماية البيانات).',
        ),
        'assessments' => 
        array (
          'title' => 'لإجراء مراجعاتنا وتقييماتنا وتقييماتنا.',
          'description' => 'للحصول على درجة النجاح، يتعين عليك إجراء تقييمات مختلفة، مثل الاختبارات القصيرة والواجبات والامتحانات. وهي مصممة لتقييم مدى فهمك لمواد المقرر الدراسي وإثبات كفاءتك في المادة الدراسية.',
          'data_types' => 'معلومات الملف الشخصي؛ معلومات التعلم',
          'basis' => 'الضرورة التعاقدية (المادة 6 (1) (ب) من اللائحة العامة لحماية البيانات).<br> <p>ضرورية لمصالحنا المشروعة ومصالح طلابنا (اللائحة العامة لحماية البيانات، المادة 6(1)(و)) - من أجل جودة التعليم ونزاهته.</p>',
        ),
        'our_portal' => 
        array (
          'title' => 'توفير ميزات تفاعلية داخل بوابتنا الإلكترونية',
          'description' => 'نتيح لك التواصل مع المحاضرين والموجهين الإلكترونيين. علاوة على ذلك، نوفر أيضاً بعض الميزات التي تتيح لك مشاركة المحتوى مع الطلاب والمشاركين الآخرين.',
          'data_types' => 'معلومات الملف الشخصي؛ المحتوى المشترك؛ معلومات الاستخدام;',
          'basis' => 'الضرورة التعاقدية (المادة 6 (1) (ب) من اللائحة العامة لحماية البيانات).<br><br>
                                الموافقة (النظام الأوروبي العام لحماية البيانات، المادة 6(1)(أ))، فيما يتعلق بالمحتوى المشترك المنشور أو المرفوع على لوحات الرسائل.<br><br>
                                ضرورية لمصالحنا المشروعة ومصالح طلابنا (اللائحة العامة لحماية البيانات، المادة 6 (1) (و)) - لتعزيز المشاركة الفعالة من طلابنا.',
        ),
        'applicable_laws' => 
        array (
          'title' => 'التأكد من امتثال دوراتنا وعروضنا وأي من مشاركاتنا بشكل كامل لجميع القوانين المعمول بها.',
          'description' => 'نحن ندير خدماتنا التعليمية للامتثال التام للمعايير التعليمية ومتطلبات الاعتماد وجميع التشريعات الأخرى ذات الصلة.',
          'data_types' => 'معلومات الملف الشخصي؛ معلومات الخدمة؛ المعلومات المالية؛ معلومات التفاعل؛ معلومات الاستخدام;',
          'basis' => 'التزام قانوني (المادة 6 (1) (ج) من اللائحة العامة لحماية البيانات)<br><br>
                                ضرورية لمصالحنا المشروعة (اللائحة العامة لحماية البيانات، المادة 6 (1) (و)) - لحماية سمعتنا',
        ),
        'customer_service' => 
        array (
          'title' => 'لإدارة علاقتنا معك، بما في ذلك توفير خدمة العملاء',
          'description' => 'ويشمل ذلك دعم العملاء المستمر، والتعامل مع الاستفسارات، وضمان التواصل المرضي طوال رحلة التعلم الخاصة بك.',
          'data_types' => 'معلومات الملف الشخصي؛ معلومات التفاعل؛ المحتوى المشترك',
          'basis' => 'الالتزام القانوني (اللائحة العامة لحماية البيانات، المادة 6 (1) (ج)) الضرورة التعاقدية (اللائحة العامة لحماية البيانات، المادة 6 (1) (ب)) ضروري لمصالحنا المشروعة (اللائحة العامة لحماية البيانات، المادة 6 (1) (و)) - لتحديث سجلاتنا باستمرار. الموافقة (اللائحة العامة لحماية البيانات، المادة 6 (1) (أ)).',
        ),
        'payments_fees' => 
        array (
          'title' => 'لإدارة المدفوعات والرسوم',
          'description' => 'نقوم بمعالجة الرسوم الدراسية والرسوم الأخرى المرتبطة بدوراتنا، والتي قد تشمل إدارة المساعدات المالية ومعالجة المبالغ المستردة عند الاقتضاء.',
          'data_types' => 'معلومات الملف الشخصي؛ المعلومات المالية؛ معلومات التفاعل',
          'basis' => 'الضرورة التعاقدية (اللائحة العامة لحماية البيانات، المادة 6 (1) (ب)) ضرورية لمصالحنا المشروعة (اللائحة العامة لحماية البيانات، المادة 6 (1) (و)) - لتحصيل المدفوعات المستحقة لنا.',
        ),
        'database_marketing' => 
        array (
          'title' => 'للحفاظ على قاعدة بيانات الاتصال الخاصة بنا للتسويق',
          'description' => 'نقوم بإدارة وتحديث قائمة جهات الاتصال الخاصة بنا لإرسال معلومات عن الدورات التدريبية الجديدة والعروض الخاصة والفعاليات القادمة من خلال قنوات الاتصال المختلفة.',
          'data_types' => 'معلومات الملف الشخصي؛ معلومات الخدمة؛ معلومات التفاعل',
          'basis' => 'موافقة (اللائحة العامة لحماية البيانات، المادة 6 (1) (أ)). ضروري لمصالحنا المشروعة (اللائحة العامة لحماية البيانات، المادة 6 (1) (و)) - للحفاظ على تحديث سجلاتنا؛ لتعزيز أعمالنا وقاعدة عملائنا.',
        ),
        'analytics' => 
        array (
          'title' => 'ذكاء الأعمال والتحليلات',
          'description' => 'جمع البيانات وإخفاء هويتها لأغراض إحصائية ومعيارية.',
          'data_types' => 'معلومات الملف الشخصي؛ معلومات الخدمة؛ معلومات التفاعل',
          'basis' => 'ضرورية لمصالحنا المشروعة (اللائحة العامة لحماية البيانات، المادة 6 (1) (و)) - لتحسين تجربة المستخدم، ودوراتنا وعروضنا.',
        ),
        'our_interests' => 
        array (
          'title' => 'لحماية مصالحنا',
          'description' => 'ويشمل ذلك الحفاظ على أمن بنيتنا التحتية، من خلال المراقبة الأمنية للكشف عن الأنشطة المشبوهة والاحتيال وانتهاك الملكية الفكرية وانتهاكات شروطنا أو القانون ومنعها والرد عليها ولأغراض أخرى مماثلة؛ لإقامة الدعاوى القانونية أو ممارستها أو الدفاع عنها',
          'data_types' => 'معلومات الملف الشخصي؛ معلومات التفاعل؛ معلومات الخدمة؛ المعلومات المالية؛ معلومات الاستخدام.',
          'basis' => 'ضرورية لمصالحنا المشروعة (اللائحة العامة لحماية البيانات، المادة 6 (1) (و)) - لحماية مصالحنا وبنيتنا التحتية). التزام قانوني (المادة 6 (1) (ج) من اللائحة العامة لحماية البيانات)',
        ),
        'business_transactions' => 
        array (
          'title' => 'لتسهيل المعاملات التجارية',
          'description' => 'لإتاحة معلومات معينة لأطراف ثالثة قد تكون مهتمة بالاستحواذ على أعمالنا (إما قبل الصفقة أو كجزء منها). وهذا يشمل، من بين أمور أخرى، أي عملية اندماج أو بيع أو إعادة هيكلة أو استحواذ أو مشروع مشترك أو تنازل أو نقل أو أي تصرف آخر في كل أو أي جزء من أعمالنا أو أصولنا أو أسهمنا.',
          'data_types' => 'لإتاحة معلومات معينة لأطراف ثالثة قد تكون مهتمة بالاستحواذ على أعمالنا (إما قبل الصفقة أو كجزء منها). وهذا يشمل، من بين أمور أخرى، أي عملية اندماج أو بيع أو إعادة هيكلة أو استحواذ أو مشروع مشترك أو تنازل أو نقل أو أي تصرف آخر في كل أو أي جزء من أعمالنا أو أصولنا أو أسهمنا.',
          'basis' => 'ضرورية لمصالحنا المشروعة (اللائحة العامة لحماية البيانات، المادة 6 (1) (و)) - لضمان قدرتنا على بيع أعمالنا، إذا قررنا القيام بذلك).',
        ),
      ),
      'title_purpose' => 'تغيير الغرض',
      'change_of_purpose' => 'سنستخدم المعلومات الشخصية ونعالجها فقط للأغراض التي جُمعت من أجلها في البداية، ما لم نعتقد بشكل معقول أن هناك حاجة لاستخدامها لسبب مختلف ومتوافق. في حالة اعتزامنا استخدام المعلومات الشخصية لغرض غير ذي صلة، سنقوم بإبلاغ أصحاب البيانات ذات الصلة وتقديم شرح للأساس القانوني الذي يسمح لنا بالقيام بذلك.',
    ),
    'data_sharing' => 
    array (
      'title' => 'هل نشارك البيانات الشخصية أو نتيحها لأطراف ثالثة؟',
      'content' => 'سنشارك البيانات الشخصية مع أطراف ثالثة حيثما يقتضي القانون ذلك، وحيثما كان ذلك ضروريًا لإدارة العلاقة مع عملائنا، وكما هو منصوص عليه في هذه الوثيقة.',
      'conetnt1' => 'علاوة على ذلك، سنقوم أيضًا بمشاركة بياناتك الشخصية على النحو التالي:',
      'parties' => 
      array (
        'lecturers' => 'المحاضرين والموجهين الإلكترونيين - قد تتم مشاركة بياناتك الشخصية مع المحاضرين والموجهين الإلكترونيين، بما في ذلك أولئك الذين ليسوا موظفين لدينا بل متعاقدين خارجيين، والذين يشاركون في تقديم الدورات التي تسجل فيها وإدارة جزء من تجربتك معنا. تُسهِّل هذه المشاركة التوجيه المخصص، ومراقبة تقدمك، وتمكين التواصل الفعال.',
        'anti_cheating' => 'أدوات وإجراءات مكافحة الغش - نحن نشارك البيانات الشخصية ذات الصلة مع مقدمي الخدمات الخارجيين الذين يقومون بتشغيل أدوات مكافحة الغش في مختلف التقييمات، بما في ذلك الاختبارات المباشرة. بالنسبة للامتحانات المباشرة، تتم مشاركة البيانات مثل تفاصيل التسجيل، وسجلات الأنشطة، ولقطات الشاشة العشوائية المأخوذة من كاميرا الويب الخاصة بالمشارك في الوقت الفعلي مع خدمات المراقبة لضمان نزاهة الامتحانات وأمانها. هذه المشاركة المباشرة للبيانات أمر بالغ الأهمية للكشف الفوري عن أي غش أكاديمي محتمل والاستجابة له. بالإضافة إلى ذلك، بالنسبة لأنواع أخرى من التقييمات، قد نشارك بيانات مماثلة لتسهيل المراقبة المستمرة ودعم سياسات الأمانة الأكاديمية الخاصة بنا. يساعد هذا النهج الشامل في الحفاظ على نزاهة جميع التقييمات التي تُجرى في إطارنا التعليمي.',
        'thirdparty' => 'مقدمو الخدمات من طرف ثالث - من وقتٍ لآخر، ورهنًا دائمًا بامتثالنا الكامل للمادة 28 من اللائحة العامة لحماية البيانات، نستعين بعدد من الأطراف الثالثة لتزويدنا بخدمات معينة. عند القيام بذلك، قد يلزم تقديم أنواع معينة من البيانات الشخصية إلى مُقدِّمي الخدمات الخارجيين هؤلاء. ويشمل ذلك الأطراف الثالثة التي تُقدِّم الاستشارات القانونية، والتدقيق، وخدمات الدفع والبوابات، والخدمات المصرفية، والمبيعات والتسويق، ودعم العملاء، ومكافحة غسيل الأموال، وخدمات فحص العقوبات وتكنولوجيا المعلومات;',
        'd' => 'شركات التأمين ووسطاء التأمين لدينا',
        'e' => 'السلطات التنظيمية أو الإدارات أو وكالات إنفاذ القانون، عندما يُطلب منا أو يُسمح لنا بذلك بموجب القانون;',
        'f' => 'أي شخص أو كيان آخر ولكن فقط عندما يكون مصرحًا لنا صراحةً بالقيام بذلك، مثل عندما تزودنا بموافقتك;',
        'g' => 'مشترٍ محتمل أو أي من مستشاريه، عند الاقتضاء، في سياق عملية العناية الواجبة أو كجزء من صفقة شركة. في هذه الحالة، سنقوم، قدر الإمكان، بمشاركة بيانات مجهولة المصدر مع الأطراف الأخرى قبل إتمام الصفقة.',
      ),
      'wemay' => 'قد نقوم أيضًا بمعالجة بياناتك الشخصية للامتثال لمتطلباتنا التنظيمية أو في سياق الحوار مع الجهات التنظيمية لدينا حسب الاقتضاء، والتي قد تشمل الإفصاح عن بياناتك الشخصية للجهات الحكومية أو التنظيمية أو وكالات إنفاذ القانون فيما يتعلق بالاستفسارات أو الإجراءات أو التحقيقات التي تجريها هذه الجهات في أي مكان في العالم أو عندما تكون مضطرة للقيام بذلك. سنقوم بتوجيه أي طلب من هذا القبيل إليك أو سنقوم بإخطارك قبل الرد، حيثما كان ذلك مسموحًا به، أو ما لم يكن القيام بذلك سيضر بمنع جريمة أو الكشف عنها.',
      'safeguards' => 'قبل مشاركة البيانات مع مزوّد خدمة خارجي، نطلب منهم الالتزام بتنفيذ التدابير الأمنية المناسبة لحماية معلوماتك الشخصية بما يتماشى مع سياساتنا. لا نسمح لمقدمي الخدمات الخارجيين باستخدام بياناتك الشخصية لأغراضهم الخاصة. نحن نسمح لهم فقط بمعالجة بياناتك الشخصية لأغراض محددة ووفقًا لتعليماتنا.',
    ),
    'data_transfers' => 
    array (
      'title' => ' هل يتم نقل المعلومات خارج المنطقة الاقتصادية الأوروبية؟',
      'content' => 'في الوقت الحالي، تتم استضافة غالبية البيانات الشخصية التي نستخدمها ونعالجها في مالطا والمنطقة الاقتصادية الأوروبية (EEA). ومع ذلك، من الممكن أن يتم توفير البيانات الشخصية أو معالجتها خارج المنطقة الاقتصادية الأوروبية، وبالتحديد عندما نستعين بمتعاقدين خارجيين.',
      'india_example' => 'في الواقع، يتم حاليًا تقديم خدمات دعم فني معينة من قبل بائع خارجي موثوق به يقع مقره في الهند. عند تقديم خدمات الدعم الفني هذه، قد يُطلب من هذا البائع الخارجي الموثوق به الوصول إلى البيانات الشخصية أو معالجتها بطريقة أخرى.',
      'safeguards' => 'عندما نتعامل مع بائعين خارج المنطقة الاقتصادية الأوروبية، سنتخذ التدابير الكافية لضمان حماية البيانات الشخصية بنفس المعايير التي كانت ستتم معالجتها في الاتحاد الأوروبي، من خلال الاعتماد على أحد ما يلي',
      'safeguard_methods1' => 'عندما نتعامل مع بائعين خارج المنطقة الاقتصادية الأوروبية، سنتخذ التدابير الكافية لضمان حماية البيانات الشخصية بنفس المعايير التي كانت ستتم معالجتها في الاتحاد الأوروبي، من خلال الاعتماد على أحد ما يلي',
      'safeguard_methods2' => 'سنقوم بإبرام اتفاقيات تفرض التزامًا قانونيًا على المتلقي بحماية البيانات الشخصية وفقًا لأحكام اللائحة العامة لحماية البيانات.',
    ),
    'rights' => 
    array (
      'title' => ' حقوق صاحب البيانات',
      'intro' => 'يمنح النظام الأوروبي العام لحماية البيانات (GDPR) أصحاب البيانات عددًا من الحقوق التي يمكن ممارستها في ظروف معينة، بما في ذلك:',
      'rights_list' => 
      array (
        'access' => 'الحق في الوصول (طلب الوصول إلى الموضوع) - يسمح هذا الحق لأصحاب البيانات بطلب والحصول على تأكيد بشأن ما إذا كنا نعالج بياناتهم الشخصية أم لا.',
        'rectification' => 'الحق في التصحيح - يحق لأصحاب البيانات أن يطلبوا منا تصحيح أي أخطاء أو بيانات شخصية غير دقيقة أو غير مكتملة محفوظة عنهم.',
        'c' => 'الحق في المحو - فيما يتعلق بهذا الحق، المعروف باسم "الحق في النسيان"، يمكن لأصحاب البيانات طلب حذف بياناتهم الشخصية في ظل ظروف معينة، خاصةً عندما لا تكون البيانات ضرورية للغرض الذي جُمعت من أجله.',
        'd' => 'الحق في التقييد - يمكن لأصحاب البيانات طلب تقييد معالجة بياناتهم الشخصية في حالات محددة. يكون هذا الحق ذا صلة، على سبيل المثال، عندما يطعن صاحب البيانات في دقة البيانات، أو عندما تُعتبر المعالجة غير قانونية.',
        'e' => 'الحق في الاعتراض - يمكّن هذا الحق أصحاب البيانات من الاعتراض على معالجة بياناتهم الشخصية، بما في ذلك التنميط، لأسباب تتعلق بوضعهم الخاص',
        'f' => 'الحق في قابلية نقل البيانات - يحق لأصحاب البيانات الحصول على بياناتهم الشخصية بصيغة منظمة وشائعة الاستخدام ويمكن قراءتها آليًا.',
      ),
      'list1' => 'في تلك الحالات التي أشرنا فيها إلى أننا نستند في معالجتنا للبيانات إلى مصلحتنا المشروعة، يُرجى ملاحظة أنه وفقًا للمادة 21 من اللائحة العامة لحماية البيانات، يحق لأصحاب البيانات الاعتراض على تلك المعالجة.',
      'withdrawal' => 'عندما يستند الأساس القانوني للمعالجة إلى موافقة صاحب البيانات فقط، يجوز لأصحاب البيانات سحب هذه الموافقة في أي وقت عن طريق إخطارنا بذلك. ويكون ذلك دون المساس بشرعية المعالجة بناءً على الموافقة قبل هذا السحب.',
      'contact' => 'للمزيد من المعلومات حول هذه الحقوق وكيفية ممارستها (عندما نتصرف بصفتنا مراقبين للبيانات)، يُرجى الاتصال بنا على تفاصيل الاتصال الموضحة أدناه.',
    ),
    'changes' => 
    array (
      'title' => 'التغييرات على سياسة الخصوصية',
      'content' => 'يجوز لنا تغيير هذه الشروط في أي وقت، ولكننا سنبلغك في أي حال من الأحوال وفقًا لذلك، بالوسائل التي نراها معقولة في هذه الظروف. في حالة وجود أي تعارض بين النسخة الحالية من هذه الشروط وأي نسخة (نسخ) سابقة، تسود الأحكام الحالية والسارية ما لم يُنص صراحةً على خلاف ذلك.',
    ),
  ),
  'section.5' => 'هل توفير البيانات الشخصية إلزامي؟',
  '5.content' => 'في حين أننا نحترم قرارات أصحاب البيانات بعدم مشاركة البيانات الشخصية، يُرجى العلم أنه قد تكون هناك قيود على قدرتنا على استيعاب مثل هذه الاختيارات. وعلى وجه الخصوص، لن نتمكن من تسجيلك في أي من دوراتنا التدريبية ما لم تفتح حسابًا وبالتالي تزودنا بمعلومات الملف الشخصي. وعلاوةً على ذلك، سيكون من المستحيل بالنسبة لنا تقديم دوراتنا والوفاء بالتزاماتنا وفقًا لشروط الاستخدام إذا لم تقم بتحميل واجباتك أو المشاركة في الاختبارات أو التقييم المرتبط بتلك الدورة التدريبية المحددة.',
  '6.title' => 'ماذا عن البيانات المتعلقة بالأطراف الثالثة؟ هل هناك أي التزامات أو واجبات إضافية؟',
  '6.content' => 'ولحماية الخصوصية وضمان امتثالنا لالتزاماتنا القانونية، نطلب منك تقديم البيانات الشخصية التي تتعلق بك مباشرةً فقط.',
  '7.title' => 'هل نجمع فئات خاصة من البيانات؟',
  '7.content' => 'بموجب النظام الأوروبي العام لحماية البيانات، تُعتبر البيانات الشخصية التي تكشف عن الأصل العرقي أو الإثني أو الآراء السياسية أو المعتقدات الدينية أو الفلسفية أو العضوية النقابية، ومعالجة البيانات الوراثية والبيانات البيومترية لغرض تحديد هوية الشخص الطبيعي بشكل فريد، والبيانات المتعلقة بالصحة أو البيانات المتعلقة بالحياة الجنسية للشخص الطبيعي أو ميوله الجنسية "فئات خاصة من البيانات الشخصية" وتتطلب مستوى أعلى من الحماية. يجب أن يكون لدينا مبررات إضافية لجمع هذا النوع من المعلومات الشخصية وتخزينها واستخدامها. لدينا ضمانات مناسبة يُلزمنا القانون بالحفاظ عليها عند معالجة مثل هذه البيانات.                 <br>نحن لا نجمع أي فئة خاصة من هذه البيانات الشخصية.',
  '8.title' => 'هل نجمع البيانات المتعلقة بالإدانات والجرائم الجنائية؟',
  '8.content' => 'لا يوجد',
  '12.title' => 'هل سيكون هناك أي قرار آلي بالكامل وفقًا للمادة 22 من اللائحة العامة لحماية البيانات (GDPR)؟',
  '12.1' => 'نستخدم التكنولوجيا، بما في ذلك الذكاء الاصطناعي والتعلم الآلي، لتعزيز كفاءة وفعالية خدماتنا، مع ضمان حماية بياناتك وحقوقك الأساسية.',
  '12.2' => 'التصحيح الآلي للاختبارات متعددة الاختيارات: تتألف بعض الاختبارات من أسئلة متعددة الاختيارات، حيث يتم تقييم الإجابات بوسائل آلية فقط دون تدخل بشري. هذه العملية ضرورية لتنفيذ عقدنا معك. وبموافقتك على الشروط، فإنك تقدم أيضاً موافقتك الصريحة على هذا التقييم الآلي. إذا كنت تعتقد أن هناك خطأ في تقييمك، يُرجى الاتصال بنا، وسوف نرتب لإعادة تقييم نتائجك بوسائل بشرية.',
  '12.3' => 'Turnitin للكشف عن الانتحال: نحن نستخدم أداة Turnitin، وهي أداة مدعومة بالذكاء الاصطناعي، للتحقق من الانتحال. ومع ذلك، إذا تجاوز عملك عتبة الانتحال، فسيتم مراجعته من قِبل بشري. نظرًا لأن هذه العملية تتضمن إشرافًا بشريًا، فإنها لا تعتبر مؤتمتة بالكامل بموجب المادة 22 من اللائحة العامة لحماية البيانات، ولا تنطبق عليها أحكام هذه المادة.',
  '12.4' => 'نحن ملتزمون بنشر التكنولوجيا بشكل مسؤول وضمان احترام حقوقك في جميع العمليات المؤتمتة أو المؤتمتة جزئياً. إذا كانت لديك أي أسئلة أو مخاوف، فلا تتردد في التواصل معنا.',
  '13.title' => '13. إلى متى نحتفظ بالبيانات الشخصية؟',
  '13.1' => 'تعتمد المدة الزمنية التي نحتفظ فيها بالبيانات الشخصية على عدد من العوامل، مثل القواعد التنظيمية وأي متطلبات قانونية. كما أننا نأخذ في الاعتبار أيضًا مقدار البيانات الشخصية وطبيعتها وحساسيتها، والمخاطر المحتملة للضرر الناجم عن الاستخدام غير المصرح به أو الكشف عن البيانات الشخصية، والأغراض التي نعالج البيانات الشخصية من أجلها، وما إذا كان بإمكاننا تحقيق تلك الأغراض من خلال وسائل أخرى.',
  '13.2' => 'لمزيد من المعلومات حول سياسات الاحتفاظ بالبيانات الخاصة بنا، يُرجى التواصل مع مدير خصوصية البيانات لدينا على تفاصيل الاتصال الموضحة أدناه.',
  '14.title' => '14. هل تحتاج إلى مزيد من المعلومات حول سياساتنا في التعامل مع البيانات؟',
  '14.1' => 'إذا كنت بحاجة إلى مزيد من المعلومات حول إشعار الخصوصية هذا أو كيفية تعاملنا مع المعلومات الشخصية، يُرجى الاتصال بمدير خصوصية البيانات لدينا، على info@eascencia.mt أو من خلال وظيفة الدردشة على موقعنا الإلكتروني',
  '14.1.1' => 'يقع عنواننا المسجل في: 23, Vincenzo Dimech Street, Floriana FRN 1502 مالطا.',
  '15.title' => '15. ما هي مسؤوليات العملاء وأصحاب البيانات فيما يتعلق بمعالجة البيانات الشخصية؟',
  '15.1' => 'إن الخصوصية وحماية البيانات هي طريق ذو اتجاهين، وبينما نسعى جاهدين للحفاظ عليها بجد، فإن المشاركة الفعالة للجميع أمر بالغ الأهمية. وهذا يعني أنه إلى جانب التمتع بحقوق الخصوصية، فإن أصحاب البيانات يتحملون أيضًا مسؤوليات معينة. كجزء من هذه الالتزامات، نتوقع أن يتخذ أصحاب البيانات تدابير معقولة لمساعدتنا في حماية خصوصيتك وإدارتها بفعالية.',
  '15.2' => 'على سبيل المثال، لضمان احتفاظنا بمعلومات شخصية دقيقة وكاملة ومُحدَّثة، نرجو منك إخطارنا على الفور إذا أصبحت البيانات الشخصية التي سبق تقديمها إلينا غير دقيقة أو غير كاملة أو قديمة.',
  '16.title' => '16. هل من الممكن تقديم شكوى؟',
  '16.1' => 'نحن نبذل قصارى جهدنا لضمان التعامل مع البيانات الشخصية بمسؤولية. إذا كانت هناك أي مخاوف أو مشاكل تتعلق بأي شيء متعلق بهذه الأمور، يُرجى عدم التردد في التواصل معنا، ونؤكد لك أننا سنبذل قصارى جهدنا لمعالجة مخاوفك.',
  '16.2' => 'على أي حال، إذا لم تكن راضيًا عن الطريقة التي ندير بها بياناتك الشخصية، يحق لك تقديم شكوى إلى أي سلطة مختصة بحماية البيانات (خاصةً السلطة التي تقع في مكان إقامتك المعتاد). فيما يلي تفاصيل الاتصال بالسلطة المختصة في مالطا:',
  'version' => 'الإصدار 1',
  'date' => 'التاريخ: أغسطس 2024',
  'contact_email' => 'info@eascencia.mt',
  'website_url' => 'https://www.eascencia.mt',
  'idpc' => 
  array (
    'address' => 'مفوض المعلومات وحماية البيانات، الطابق 2، إيرويز هاوس، هاي ستريت، سليما، SLM 1549، مالطا',
    'phone' => '(+356) 2328 7100',
    'email' => 'idpc.info@idpc.org.mt',
  ),
);
