<?php

return array (
  'shopping_cart' => 'عربة التسوق',
  'items' => ' العناصر',
  'empty_cart' => 'عربة التسوق الخاصة بك فارغة.',
  'text1' => '<p>يبدو أنك لم تقم بإضافة أي دورات <br/> إلى عربة التسوق الخاصة بك حتى الآن.</p>',
  'add_to_cart' => 'إضافة مقرر دراسي إلى عربة التسوق',
  'course' => 'الدورة التدريبية',
  'price' => 'السعر',
  'remove' => 'إزالة',
  'wish_list' => 'الانتقال إلى قائمة الأمنيات',
  'apply_promo' => 'قم بتطبيق الرمز الترويجي الخاص بك هنا',
  'apply' => 'قدم طلبك',
  'Lectures' => 'المحاضرات',
  'order_summary' => 'ملخص الطلب',
  'original_price' => 'السعر الأصلي',
  'scholarship' => 'المنح الدراسية',
  'discount' => 'الخصم (الرمز الترويجي)',
  'grand_total' => 'المجموع الكلي (باليورو)',
  "checkout"=>"تسجيل الخروج",
);
